{
    "What is a haplogroup?": "A haplogroup is a genetic population group of people who share a common ancestor on the patrilineal or matrilineal line. Y-DNA haplogroups follow the paternal line and mtDNA haplogroups follow the maternal line.",
    "How can DNA testing show Circassian ancestry?": "DNA testing can show genetic markers common in populations; however, linking to the Circassian identity specifically depends on the availability of reference samples and regional marker prevalence. Autosomal tests measure recent ancestry; Y-DNA / mtDNA trace single-line ancestry.",
    "Recommended tests for deep paternal ancestry": "For deep paternal ancestry, take a Y-DNA STR and SNP test (e.g., YFull, FamilyTreeDNA Y-101/700 or Big Y). For maternal, take full mtDNA sequencing.",
    "How accurate are autosomal tests?": "Autosomal test accuracy decreases for ancestry beyond ~6-8 generations. They are very good at detecting close relatives and continental ancestry, less precise for fine regional assignments far back in time.",
    "Which Y-DNA haplogroups are common among Circassians?": "Studies and public genetic data indicate Y-DNA haplogroups such as G2, J2, R1b, R1a, and E are found among Northwest Caucasus populations at varying frequencies. Exact distributions vary by sample set and locality.",
    "Which mtDNA haplogroups are found in the Caucasus?": "Common mtDNA haplogroups reported in the Caucasus include H, U, K, T, J, and various subclades. Maternal lineages often reflect deep regional continuity and historical migrations.",
    "How to interpret regional match percentages on autosomal tests?": "Autosomal test companies use reference panels. A \"Circassian\" label may not exist; instead you'll see \"Caucasus\" or neighbouring regions. Interpret percentages as model-based estimates, not absolute identities.",
    "Can a single test confirm Circassian ethnicity?": "No — DNA can suggest regional ancestry and lineage markers, but ethnic identity also includes language, culture, and documented genealogy. Genetics alone rarely 'proves' a specific ethnic label.",
    "Best practice for preserving privacy when DNA testing": "Use test providers with clear privacy policies, consider not uploading raw data to unknown third-party sites, and review sharing and opt-in settings. Create a separate email for genetic services if preferred.",
    "How to contribute Circassian reference samples for research": "Contact academic groups working on Caucasus genetics or established platforms (with ethical review) to contribute anonymized samples. Community projects or academic collaborations are ideal.",
    "Are there known founder effects in Circassian populations?": "Some Northwest Caucasus groups show evidence of founder effects and local drift due to historical population sizes and social structure. Patterns vary by district and clan.",
    "Which companies are recommended for Y-DNA deep clades?": "FamilyTreeDNA (Big Y), YFull (analysis of BAM/VCF) and YSeq specialize in Y-DNA. They provide SNP resolution useful for deep paternal ancestry.",
    "What is STR vs SNP testing for Y-DNA?": "STRs (short tandem repeats) are useful for recent genealogical matching; SNPs (single nucleotide polymorphisms) define deep haplogroups and branching points in the paternal tree.",
    "How to cite Knowdlege Base sources in answers": "When the assistant uses Knowledge Base material, it includes the their question/title and a short citation string. You can later map each Knowledge Base item to a URL for direct source links.",
    "Why some Circassian-related results differ between test providers": "Different providers use different reference panels and algorithms; pass results through multiple methods and use raw-data-based third-party tools cautiously.",
    "How to get authoritative regional assignments": "Use multiple lines of evidence (autosomal + uniparental markers + genealogy) and consult peer-reviewed population genetics studies when available.",
    "How long do I need to wait for results after sending a sample?": "Typical turnaround times: autosomal tests 2-8 weeks, Y-DNA SNP tests 6-12 weeks depending on lab and backlog; check provider timing.",
    "Can haplogroup names change over time?": "Yes — as researchers discover new SNPs, haplogroup trees are refined and subclade names can change. Use up-to-date trees from YFull, ISOGG, or other curators.",
    "What is a good small set of questions to ask when evaluating a test provider?": "Ask about privacy, raw data access, SNP/STR coverage, sample storage policy, ability to export raw files, and sample retention policies.",
    "Where to learn more about Caucasus population genetics (recommended resources)": "Start with peer-reviewed journals on human population genetics, regional archaeological studies, and public datasets; academic institutions in the region and YFull/ISOGG resources are useful starting points."
}