{
  "What is DNA?": "DNA, or deoxyribonucleic acid, carries the genetic instructions for all living organisms. It is composed of nucleotides arranged in a double helix, encoding traits and biological functions.",
  "What is a gene?": "A gene is a segment of DNA that contains the instructions to produce proteins, which perform essential functions in the body.",
  "What is a chromosome?": "Chromosomes are long DNA molecules wrapped around proteins, containing many genes. Humans typically have 23 pairs (= 46 chromosomes).",
  "What is an allele?": "An allele is a variant form of a gene at a specific locus. Different alleles can influence traits in various ways.",
  "What is genotype?": "Genotype refers to an individual's genetic makeup, representing the combination of alleles inherited from both parents.",
  "What is phenotype?": "Phenotype is the observable traits of an individual, shaped by genotype and environmental factors.",
  "What is Y-DNA?": "Y-DNA is the paternal lineage DNA passed from father to son. It is used to trace paternal ancestry through haplogroups.",
  "What is mtDNA?": "Mitochondrial DNA (mtDNA) is inherited maternally and traces maternal ancestry. It is passed from mothers to all children.",
  "What is a SNP?": "A Single Nucleotide Polymorphism (SNP) is a variation at a single position in the DNA sequence among individuals.",
  "What is an STR?": "Short Tandem Repeats (STRs) are repeating sequences in DNA that vary in length and are used in genetic genealogy for matching relatives.",
  "What are haplogroup subclades?": "Subclades are branches within a haplogroup representing more recent common ancestors.",
  "Why do people test BigY-700?": "BigY-700 analyzes hundreds of thousands of Y-DNA markers to identify deep paternal ancestry and refine haplogroup placement.",
  "What is a genetic genealogy test?": "A genetic genealogy test analyzes your DNA to discover ancestry, relatives, and historical migrations.",
  "What is autosomal DNA?": "Autosomal DNA is inherited from both parents and can reveal relatives from all ancestral lines within about 5-6 generations.",
  "What is a haplotype?": "A haplotype is a group of DNA markers inherited together. Haplotypes define Y-DNA or mtDNA haplogroups.",
  "What is STR matching?": "STR matching compares short tandem repeats to find genetic relatives on the paternal or maternal lines.",
  "What is STR testing?": "STR testing analyzes short tandem repeats to compare genetic similarity and recent ancestry.",
  "What is SNP testing?": "SNP testing identifies single nucleotide variations that help determine haplogroup and fine-scale ancestry.",
  "What is a private SNP?": "A private SNP is a mutation found in a single lineage or family branch, indicating recent ancestry.",
  "How do haplogroups trace migration?": "Haplogroups mark ancient lineages, revealing where ancestors lived and how populations migrated over thousands of years.",
  "What is the advantage of BigY for Globtrekker?": "BigY provides detailed SNP data for deep paternal ancestry and helps locate genetic cousins globally in the Globtrekker feature.",
  "What is the Y-DNA Haplogroup R1b?": "R1b is a common paternal haplogroup in Western Europe with many subclades, useful for tracing European ancestry.",
  "What is the Y-DNA Haplogroup J2?": "J2 is common in the Mediterranean and Caucasus regions, often linked to ancient agricultural populations.",
  "What is a founder effect?": "The founder effect occurs when a small population establishes itself, causing certain genetic traits to be more common.",
  "What is genetic drift?": "Genetic drift is the random change in allele frequencies in a population over time, affecting haplogroup distribution.",
  "What is admixture?": "Admixture is the mixing of genetic material from different populations, revealing multiple ancestral origins.",
  "What is a genetic match?": "A genetic match is someone sharing enough DNA to indicate a recent common ancestor.",
  "What is a Y-DNA STR marker?": "A Y-DNA STR marker is a short repeating DNA segment used to compare paternal lineage and calculate relatedness.",
  "What is a mtDNA H haplogroup?": "H is the most common maternal haplogroup in Europe, reflecting ancient migration patterns.",
  "What is a haplogroup tree?": "A haplogroup tree shows the branching patterns of human paternal or maternal lineages over thousands of years.",
  "What is a terminal SNP?": "A terminal SNP is the most recent SNP defining the end of a haplogroup branch.",
  "What is a deep ancestry test?": "A deep ancestry test uses BigY or full mtDNA to trace lineages thousands of years back in time.",
  "How can STRs estimate relatedness?": "STRs mutate relatively quickly, allowing estimation of how recently two individuals share a paternal or maternal ancestor.",
  "What is the difference between SNPs and STRs?": "SNPs are stable and define haplogroups, while STRs are variable and useful for estimating close relationships.",
  "What is a BigY700 result?": "BigY700 results provide thousands of SNPs, Y-DNA haplogroup assignment, and links to distant cousins.",
  "What is the difference between Y-DNA and mtDNA testing?": "Y-DNA traces paternal lineage, mtDNA traces maternal lineage, and both reveal deep ancestry but along separate lines.",
  "How many generations can autosomal DNA test?": "Autosomal DNA tests usually detect relatives within 5-6 generations reliably.",
  "What is a genetic cousin?": "A genetic cousin shares measurable DNA segments indicating a common ancestor within a genealogically relevant timeframe.",
  "What is a haplogroup frequency map?": "A frequency map shows the geographic distribution of haplogroups among populations.",
  "What is FTDNA's Family Finder?": "Family Finder is an autosomal DNA test to discover relatives across all ancestral lines.",
  "What is a Y-STR match?": "A Y-STR match indicates two males share a common paternal ancestor based on STR markers.",
  "What is the HaploTree?": "HaploTree is a phylogenetic tree showing relationships among Y-DNA or mtDNA haplogroups.",
  "What is a terminal branch?": "A terminal branch is the latest division in a haplogroup showing the most recent common SNP.",
  "What is a branch mutation?": "A branch mutation is a SNP that defines a new subclade in a haplogroup tree.",
  "What is a private STR mutation?": "A private STR mutation is a unique STR repeat change specific to a family line.",
  "What is a shared haplotype?": "A shared haplotype occurs when two or more individuals have the same set of genetic markers.",
  "What is a modal haplotype?": "The modal haplotype is the most common set of STR values observed within a group or project.",
  "How is DNA data used in genealogy?": "DNA data helps identify relatives, trace ancestry, confirm historical records, and map migrations.",
  "What is a Y-DNA SNP test?": "A Y-DNA SNP test identifies specific mutations on the Y chromosome to determine haplogroup placement.",
  "What is mtDNA full sequence testing?": "Full mtDNA sequencing determines the entire mitochondrial genome for detailed maternal lineage analysis.",
  "What is a paternal line?": "The paternal line traces ancestry through fathers using Y-DNA markers.",
  "What is a maternal line?": "The maternal line traces ancestry through mothers using mtDNA markers.",
  "What is a Caucasus haplogroup?": "Caucasus haplogroups include J2, G2a, R1b, and others, reflecting regional ancestry and migrations.",
  "What is a BigY upgrade?": "A BigY upgrade adds more SNP coverage for deeper Y-DNA resolution.",
  "What is a BigY700 upgrade?": "A BigY700 upgrade adds more SNP coverage for deeper Y-DNA resolution.",
  "What is a BigY-700 upgrade?": "A BigY-700 upgrade adds more SNP coverage for deeper Y-DNA resolution.",
  "What is a genetic bottleneck?": "A bottleneck occurs when population size shrinks drastically, reducing genetic diversity.",
  "What is a Y-DNA match list?": "A match list shows individuals sharing Y-DNA markers, ordered by genetic closeness.",
  "What is a mtDNA haplogroup H?": "H is a common maternal haplogroup in Europe, showing ancient post-Ice Age migration.",
  "What is an autosomal cousin?": "An autosomal cousin shares DNA segments across multiple chromosomes, indicating shared ancestry within a few generations.",
  "What is the difference between STR and SNP testing?": "STR testing is for recent ancestry, SNP testing for deep ancestry and haplogroup determination.",
  "What is a terminal SNP result?": "The terminal SNP is the most recent SNP defining the end of your Y-DNA haplogroup branch.",
  "What is a subclade?": "A subclade is a subgroup within a haplogroup, representing a lineage that branched off from the main group.",
  "What is a mutation rate?": "Mutation rate refers to how quickly SNPs or STRs change over generations, helping estimate time to a common ancestor.",
  "What is a BigY SNP tree?": "The BigY SNP tree shows the hierarchical structure of haplogroup branches with all known SNPs.",
  "What is a phylogenetic tree?": "A phylogenetic tree illustrates evolutionary relationships among lineages or haplogroups.",
  "What is a genetic distance?": "Genetic distance measures the difference between DNA profiles, estimating relatedness between individuals.",
  "What is a haplogroup frequency?": "Haplogroup frequency is the percentage of individuals in a population carrying a specific haplogroup.",
  "What is an admixture test?": "An admixture test shows the proportional ancestry from different populations in an individual.",
  "What is a terminal branch SNP?": "It is the most recent SNP marking the endpoint of a Y-DNA haplogroup branch.",
  "What is the advantage of mtFullSequence?": "Full mtDNA sequencing provides deep maternal ancestry and detailed haplogroup assignment.",
  "What is Y-STR mutation?": "A Y-STR mutation is a change in a short tandem repeat that can indicate recent paternal lineage divergence.",
  "What is the difference between haplogroup and subclade?": "A haplogroup is a major lineage, and a subclade is a branch within it, reflecting more recent ancestry.",
  "What is a deep clade?": "A deep clade is a long-standing branch within a haplogroup defined by ancient SNPs.",
  "What is a modal haplotype used for?": "It represents the most common STR profile in a group, often used to infer ancestral types.",
  "What is the benefit of BigY700?": "BigY700 uncovers deep paternal lineage, fine SNP resolution, and helps identify distant relatives worldwide.",
  "What is the benefit of BigY-700?": "BigY-700 uncovers deep paternal lineage, fine SNP resolution, and helps identify distant relatives worldwide.",
  "What is a haplogroup origin?": "Haplogroup origin refers to the geographic location where a haplogroup first appeared.",
  "What is a haplogroup?": "A haplogroup is a genetic population group of people who share a common ancestor on the patrilineal or matrilineal line. Y-DNA haplogroups follow the paternal line and mtDNA haplogroups follow the maternal line.",
  "What is autosomal DNA testing?": "Autosomal DNA testing examines chromosomes inherited from both parents. It can detect ancestry from all family lines within several generations. It is widely used for ethnicity estimates and finding relatives.",
  "Recommended tests for deep paternal ancestry": "For deep paternal ancestry, take a Y-DNA STR and SNP test (e.g., FamilyTreeDNA Y37 or BigY-700). For maternal, take full mtDNA sequencing. For basic tests, Family Finder is enough - gives autosomal DNA and Y-DNA SNP",
  "How accurate are autosomal tests?": "Autosomal test accuracy decreases for ancestry beyond ~7-8 generations. They are very good at detecting close relatives and continental ancestry, less precise for fine regional assignments far back in time.",
  "How to interpret regional match percentages on autosomal tests?": "Autosomal test companies use reference panels. A Circassian label does not exist; instead you'll see Northern Caucasus and neighbouring regions, i.e Southern Caucasus and Eastern Caucasus. In this context, Northern Caucasus is ~ Circassia. Interpret percentages as model-based estimates, not absolute identities.",
  "Why do different DNA test providers give slightly different results?": "Each provider uses unique reference panels and algorithms. Regional assignments may vary depending on sample coverage. Comparing multiple providers can give a broader view of ancestry.",
  "Which mtDNA haplogroups are found in the Caucasus?": "Common mtDNA haplogroups reported in the Caucasus include H, U, W, K, T, J, and various subclades. Maternal lineages often reflect deep regional continuity and historical migrations.",
  "Are there known founder effects in Circassian populations?": "Some Northwest Caucasus groups show evidence of founder effects and local drift due to historical population sizes and social structure. Patterns vary by district and clan.",
  "Which companies are recommended for Y-DNA deep clades?": "We strongly recommend FamilyTreeDNA with BigY700 test. FamilyTreeDNA has the largest Y-DNA database and Y-Tree and offers detailed haplogroup analysis.",
  "What is STR vs SNP testing for Y-DNA?": "STRs (short tandem repeats) are useful for recent genealogical matching; SNPs (single nucleotide polymorphisms) define deep haplogroups and branching points in the paternal tree.",
  "How to get authoritative regional assignments": "Use multiple lines of evidence (autosomal + uniparental markers + genealogy) and consult peer-reviewed population genetics studies when available.",
  "How long do I need to wait for results after sending a sample?": "Typical turnaround times with FamilyTreeDNA is: 2-8 weeks for autosomal tests, 6-12 weeks for Y-DNA tests 6-12 weeks, 10-20 weeks for BigY700 test.",
  "Can haplogroup names change over time?": "Yes — as researchers discover new SNPs, haplogroup trees are refined and subclade names can change. Use up-to-date trees from FamilyTreeDNA Discover™ tool: https://discover.familytreedna.com/.",
  "What is the purpose of FamilyTreeDNA Y-111 or Big Y tests?": "They provide high-resolution analysis of Y-DNA haplogroups. Big Y sequences many SNPs for deep paternal lineage mapping. Y-111 focuses on STRs for genealogical matching and family connections.",
  "What is the advantage of BigY-700 over Y-111?": "Big Y sequences thousands of SNPs for detailed paternal mapping. Y-111 focuses on STR markers for genealogical matches. Big Y provides deeper historical insight.",
  "How long does it take to get BigY-700 results?": "Typically 10–20 weeks, depending on lab backlog and sample processing times.",
  "How do STRs help in genealogy?": "STRs are repeating DNA sequences that mutate over generations. Comparing STR patterns helps identify close relatives. They are effective for tracing ancestry over the last few hundred years.",
  "How do SNPs define haplogroups?": "SNPs are single nucleotide changes in DNA that rarely mutate. They mark branches in the paternal or maternal tree. By comparing SNPs, scientists can map deep ancestry over thousands of years.",
  "Why are SNPs important for BigY-700?": "SNPs define deep branches of the Y-DNA tree, allowing precise placement of paternal lineage.",
  "What is the difference between STRs and SNPs?": "STRs track short tandem repeats useful for recent ancestry, while SNPs identify deep haplogroup splits.",
  "How are haplogroups named?": "Haplogroups are named with letters and numbers, like R1b or J2a, indicating branching points in a phylogenetic tree.",
  "What is a Y-DNA haplogroup?": "Y-DNA haplogroups trace paternal lineage using the Y chromosome, inherited father to son.",
  "What is an mtDNA haplogroup?": "mtDNA haplogroups trace maternal lineage using mitochondrial DNA, inherited from mothers to all children.",
  "What is a haplogroup subclade?": "A subclade is a branch within a haplogroup, defined by additional SNP mutations from the parent haplogroup.",
  "Why are haplogroups useful?": "Haplogroups help study human migrations, population history, and ancestry over thousands of years.",
  "Terminal SNP is what?": "A terminal SNP is the most recent SNP that defines the endpoint of a haplogroup branch for an individual.",
  "What is a basal haplogroup?": "A basal haplogroup represents an early branch in the haplogroup tree, closer to the root ancestor.",
  "How are haplogroups determined?": "Haplogroups are determined by testing SNPs on the Y chromosome or mitochondrial genome.",
  "Private SNP is what?": "A private SNP is a mutation unique to a single lineage or family branch, indicating recent ancestry.",
  "What is a deep haplogroup test?": "A deep haplogroup test analyzes many SNPs to identify rare branches and ancient ancestry.",
  "What is a BigY test?": "BigY tests hundreds of thousands of Y-DNA SNPs, revealing detailed haplogroup placement and related lineages.",
  "What is a BigY700 test?": "BigY700 tests hundreds of thousands of Y-DNA SNPs, revealing detailed haplogroup placement and related lineages.",
  "How many Y-DNA haplogroups exist?": "There are dozens of major Y-DNA haplogroups, each with many subclades reflecting global diversity.",
  "How many mtDNA haplogroups exist?": "mtDNA haplogroups are similarly diverse, showing maternal lineages from Africa, Europe, Asia, and the Americas.",
  "What is a basal branch?": "A basal branch is an early lineage, near the root of the haplogroup tree.",
  "How do haplogroups reflect ancestry?": "Haplogroups indicate geographic origins and ancestral migrations across thousands of years.",
  "What is a founder effect in haplogroups?": "A founder effect occurs when a small group carries a haplogroup to a new region, making it prevalent locally.",
  "How are haplogroups named with numbers?": "Letters show major lineages; numbers indicate branching subclades within that lineage.",
  "What is a SNP tree?": "A SNP tree is a hierarchical map of haplogroups and subclades defined by SNP mutations.",
  "What is a mtDNA match?": "An mtDNA match indicates shared maternal ancestry between two individuals.",
  "What is a terminal SNP test?": "It identifies the most recent SNP defining the endpoint of a haplogroup branch.",
  "What is the advantage of haplogroup testing?": "It reveals deep ancestry, migration history, and lineage connections not seen in autosomal DNA tests.",
  "How are haplogroups linked to geography?": "Certain haplogroups are more common in specific regions due to historical migrations and population bottlenecks.",
  "What is the difference between mtDNA and Y-DNA haplogroups?": "mtDNA haplogroups trace maternal ancestry; Y-DNA haplogroups trace paternal ancestry.",
  "What is a branch clade?": "A branch clade is a more recent subdivision within a haplogroup, showing recent divergence.",
  "What is a haplogroup lineage?": "A haplogroup lineage is the sequence of subclades descending from a common ancestor.",
  "What is a phylogeographic study?": "It combines haplogroup data with geography to study human migration patterns.",
  "What is a haplogroup mutation rate?": "It measures how often SNPs or STRs change over generations to estimate the time to a common ancestor.",
  "What is the difference between R1b and R1a?": "R1b is common in Western Europe, while R1a is frequent in Eastern Europe and South Asia, reflecting different migrations.",
  "What resolution does BigY-700 provide compared to older tests?": "It examines hundreds of thousands of SNPs, giving finer detail of deep paternal ancestry than older Y-DNA tests.",
  "Is BigY-700 necessary for all FTDNA users?": "No, it is optional; useful for those exploring deep paternal ancestry or contributing to research projects.",
  "What is a haplogroup in the context of Gloctrekker?": "A haplogroup is a paternal lineage defined by SNPs that Globtrekker maps to ancient migration routes.",
  "Can BigY-700 results be used in other FTDNA tools?": "Yes, results can be used in projects, Y-DNA matches, and tools like Gloctrekker or YFull analysis.",
  "Are BigY-700 results updated over time?": "Yes, as new SNPs are discovered, your results can be reanalyzed for more accurate haplogroup placement.",
  "What is the advantage of combining STRs and BigY-700 SNPs?": "STRs help with genealogical matches in recent generations, while SNPs provide deep ancestry context for Gloctrekker.",
  "What is a good small set of questions to ask when evaluating a test provider?": "Ask about privacy, raw data access, SNP/STR coverage, sample storage policy, ability to export raw files, and sample retention policies.",
  "Best practice for preserving privacy when DNA testing": "Use test providers with clear privacy policies, consider not uploading raw data to unknown third-party sites, and review sharing and opt-in settings. Create a separate email for genetic services if preferred.",
  "Should I share my DNA data publicly?": "Sharing can help research but may risk privacy. Always read provider policies and anonymize data if possible. Only share with trusted projects or academic studies. For example, Circassian DNA Project is a good option.",
  "How to cite Knowdlege Base sources in answers": "When the assistant uses Knowledge Base material, it includes the their question/title and a short citation string. You can later map each Knowledge Base item to a URL for direct source links.",
  "How can DNA testing show Circassian ancestry?": "DNA testing can show genetic markers common in populations; however, linking to the Circassian identity specifically depends on the availability of reference samples and regional marker prevalence. Autosomal tests measure recent ancestry; Y-DNA / mtDNA trace single-line ancestry.",
  "Which Y-DNA haplogroups are common among Circassians?": "Studies and public genetic data indicate Y-DNA haplogroups such as G2a2, J2, R1a, G2a1, J1, R1b, and also I2 and E are found among Northwest Caucasus populations at varying frequencies. Exact distributions vary by sample set and locality.",
  "Why some Circassian-related results differ between test providers": "Different providers use different reference panels and algorithms; pass results through multiple methods and use raw-data-based third-party tools cautiously. The best is FamilyTreeDNA, it has Northern Caucasus, Southern Caucasus, and Eastern Caucasus clusters.",
  "Can a single test confirm Circassian ethnicity?": "No — DNA can suggest regional ancestry and lineage markers, but ethnic identity also includes language, culture, and documented genealogy. Genetics alone rarely 'proves' a specific ethnic label.",
  "Can mtDNA tests reveal maternal Circassian ancestry?": "Yes, mtDNA tests trace the maternal line. Common Circassian mtDNA haplogroups like H, U, W, K, T, and J may indicate regional ancestry. They provide deep maternal lineage information.",
  "Should I use multiple tests for better results?": "Yes, combining autosomal, Y-DNA, and mtDNA tests gives a more complete picture. Each type provides different ancestry insights. Using multiple sources increases accuracy.",
  "How to contribute Circassian reference samples for research": "Contact academic groups working on Caucasus genetics or established platforms (with ethical review) to contribute anonymized samples. Community projects or academic collaborations are ideal.",
  "What is a founder effect in Circassian populations?": "Founder effects occur when a small population contributes disproportionately to later generations. Some Circassian clans show this due to historical isolation. It can increase frequency of certain haplogroups.",
  "Can DNA reveal clan affiliations?": "DNA can suggest paternal or maternal lineage clusters. Some haplogroups may correlate with historic clans. Genetic evidence alone cannot fully confirm cultural or social affiliations.",
  "How does FamilyTreeDNA protect my privacy?": "FamilyTreeDNA uses industry-standard security practices to store DNA samples, test results, and personal data, and allows users to control how their genetic information is shared.",
  "Do they share my personal information with third parties?": "No, your name or other identifying information is not shared with third parties unless legally required or with your explicit consent.",
  "How are DNA samples labeled and tracked?": "Each sample vial is labeled with a barcode linked to your order, scanned at check-in, and triggers a notification email to the kit owner.",
  "Where is the DNA extracted and stored?": "DNA is extracted in a federally compliant CAP/CLIA certified lab and stored in a robotic freezer at -20°C for testing and future use.",
  "How long is the second DNA vial stored?": "The second vial is stored at room temperature in a secured room for up to 25 years and used only if the first vial is insufficient.",
  "Can I control who sees my genetic data?": "Yes, you choose how your genetic information is used and shared with others.",
  "Can I give a FamilyTreeDNA kit as a gift?": "Yes, you can ship the kit directly to the recipient’s address when placing your order.",
  "When does kit activation happen?": "Kit activation occurs at the time of purchase, and email notifications for order confirmation and tracking are sent immediately.",
  "What should I do if the gift recipient’s email is different?": "Send them the sign-in information and have them update the kit owner’s email after signing in.",
  "Как маркируются и отслеживаются образцы ДНК?": "Каждый флакон с образцом помечен штрихкодом, привязанным к вашему заказу, сканируется при приёме и отправляет уведомление владельцу комплекта по электронной почте.",
  "Где извлекается и хранится ДНК?": "ДНК извлекается в сертифицированной лаборатории CAP/CLIA и хранится в роботизированном морозильнике при -20°C для текущих и будущих тестов.",
  "Как долго хранится второй флакон с ДНК?": "Второй флакон хранится при комнатной температуре в охраняемом помещении до 25 лет и используется только если первого флакона недостаточно.",
  "Могу ли я контролировать, кто видит мои генетические данные?": "Да, вы сами выбираете, как ваша генетическая информация используется и делится с другими.",
  "Можно ли подарить набор для теста FamilyTreeDNA?": "Да, вы можете отправить набор напрямую на адрес получателя при оформлении заказа.",
  "Когда активируется набор для теста?": "Активация набора происходит в момент покупки, и сразу отправляются уведомления по электронной почте о подтверждении заказа и отслеживании.",
  "Что делать, если у получателя подарка другой email?": "Передайте ему данные для входа и попросите обновить email владельца набора после входа.",
  "Предлагает ли FamilyTreeDNA подарочные карты?": "Да, подарочные карты можно использовать для покупки новых наборов или для покупок на существующем аккаунте.",
  "Что такое Y-хаплогруппа?": "Набор мутаций на Y-хромосоме, передающийся от отца к сыну.",
  "Что такое митохондриальная хаплогруппа?": "Она отражает материнское происхождение и передаётся всем детям от матери.",
  "Можно ли с помощью теста узнать процент этнической принадлежности?": "Нет, тест оценивает только сходство с эталонными популяциями.",
  "Что такое однонуклеотидный полиморфизм (SNP)?": "Изменение одной буквы ДНК, которое может влиять на предрасположенность к заболеваниям или признакам.",
  "Как узнать свой Y-хаплогруппу на FamilyTreeDNA?": "Для определения Y-хаплогруппы необходимо пройти тест BigY-700 или Y-111, после чего результаты автоматически включаются в древо haplotree.",
  "Что такое mtDNA тест на FamilyTreeDNA?": "Тест mtDNA анализирует митохондриальную ДНК, передающуюся по материнской линии, помогая определить материнское происхождение и древние миграции.",
  "Какие тесты FamilyTreeDNA предлагает для аутосомной ДНК?": "Тест Family Finder анализирует все хромосомы, помогая найти родственников до 5–6 поколений назад и определить этническое происхождение.",
  "Как FamilyTreeDNA помогает определить этническое происхождение?": "Используя результаты автосомного теста, сервис сравнивает ДНК с этническими группами в базе, показывая процентное распределение.",
  "Чем отличается BigY-700 от Y-111?": "BigY-700 анализирует сотни тысяч SNP, позволяя исследовать древние линии, а Y-111 — только 111 маркеров STR для недавних поколений.",
  "Как узнать совпадение с другими пользователями?": "FamilyTreeDNA предоставляет таблицы совпадений по Y-DNA, mtDNA и автосомной ДНК, показывая вероятность родства.",
  "Можно ли скачать результаты тестов?": "Да, все результаты можно скачать в формате CSV или GEDCOM для дальнейшего анализа или загрузки на другие платформы.",
  "Что такое аутосомные проекты?": "Это проекты, объединяющие пользователей по общим этническим корням и автохтонным регионам для более точного анализа происхождения.",
  "Что такое SNP и зачем он нужен?": "SNP — это однонуклеотидный полиморфизм. Он определяет точные ветви на Y-хаплотипе и помогает изучать глубокие древние линии.",
  "Можно ли подключить данные с других лабораторий?": "Да, FamilyTreeDNA принимает загруженные файлы от других тестов, включая полные геномы и VCF-файлы, для участия в проектах и древе Discover.",
  "Как часто обновляется древо Y-DNA на FamilyTreeDNA?": "Древо обновляется регулярно по мере поступления новых данных от BigY-700 и других источников, включая научные публикации и аDNA.",
  "Что такое древо mtDNA Full?": "Древо mtDNA Full показывает все материнские линии на основе полного митохондриального генома, помогая отслеживать миграции по материнской линии.",
  "Как участвовать в научных исследованиях через FTDNA?": "Можно присоединиться к официальным проектам и согласиться на использование анонимных данных для генетических исследований и публикаций.",
  "Что такое Matching Levels в FamilyTreeDNA?": "Matching Levels показывают степень совпадения ДНК с другими пользователями, указывая на недавнее или далекое родство.",
  "Какая точность BigY-700?": "BigY-700 анализирует более 700 000 SNP с высокой точностью, обеспечивая детальное определение субкладов и открытие новых ветвей.",
  "Как найти общих предков с помощью FTDNA?": "Используя совпадения по Y-DNA, mtDNA и автосомной ДНК, можно идентифицировать общих предков и построить родословное древо.",
  "Что такое Y-ДНК тест BigY-700?": "BigY-700 — это высокоточный Y-ДНК тест, анализирующий сотни тысяч SNP, позволяя подробно изучить отцовскую линию.",
  "Для чего нужен BigY-700?": "Для точного определения субкладов, поиска новых ветвей и анализа миграции древних предков по Y-ДНК.",
  "Расскажи про SNP?": "Однунуклеотидный полиморфизм — генетическая точка вариации, используемая для определения гаплогрупп.",
  "Что такое гаплогруппа?": "Группа родственных Y-ДНК или mtDNA, объединяющая линии, происходящие от общего предка.",
  "Что такое BigY-700?": "BigY-700 — высокоточный тест Y-ДНК, анализирующий сотни тысяч SNP для детального изучения отцовской линии.",
  "Что такое Family Finder?": "Тест аутосомного ДНК за 39–49$, который предоставляет данные аутосом и Y-субклад, с будущим добавлением мтДНК субклада.",
  "Можно ли загружать научные результаты и WGS в FTDNA?": "Да, принимаются полные геномы и частные результаты, включая палеоДНК.",
  "Что такое SNP?": "Single Nucleotide Polymorphism — однонуклеотидный полиморфизм, ключевой маркер для изучения древних миграций и гаплогрупп.",
  "Что такое STR?": "Short Tandem Repeats — короткие повторяющиеся участки ДНК, полезные для генеалогических совпадений, но не для глубоких миграций.",
  "Что такое Y-ДНК?": "ДНК, передающаяся по мужской линии, используется для изучения отцовских предков и древних миграций.",
  "Что такое мтДНК?": "Митохондриальная ДНК, передающаяся по материнской линии, помогает исследовать материнские линии предков.",
  "What is FamilyTreeDNA?": "FamilyTreeDNA is a commercial genetic testing company based in Houston, Texas, offering Y-DNA, mtDNA, and autosomal DNA testing services for genealogical purposes.",
  "What is FTDNA's Globetrekker feature?": "Globetrekker shows the geographic distribution of your closest paternal relatives using Y-DNA data.",
  "What is Globtrekker on FamilyTreeDNA?": "Globtrekker is a feature that visualizes deep ancestral Y-DNA migration patterns worldwide, helping users trace ancient paternal lineages.",
  "How does Globtrekker work?": "It uses Y-DNA results to map haplogroup movements over thousands of years, showing where paternal ancestors likely lived and migrated.",
  "How does Globtrekker handle newly discovered SNPs?": "It updates haplogroup placement and migration paths as new SNPs are discovered and added to the Y-DNA tree.",
  "What is BigY-700 on FamilyTreeDNA?": "BigY-700 is a high-resolution Y-DNA test that analyzes hundreds of thousands of SNPs, providing detailed paternal lineage data.",
  "Why take BigY-700 to use Globtrekker?": "BigY-700 offers the most precise Y-DNA information, allowing Globtrekker to accurately place your paternal lineage in the global migration map.",
  "What are the advantages of using BigY-700 with Globtrekker?": "It increases the chance of discovering new branches, confirms haplogroup placement, and enhances the resolution of migration paths.",
  "Can Globtrekker be used without BigY-700?": "Yes, but with lower resolution; the more detailed BigY-700 data improves accuracy and the ability to explore deep ancestral connections.",
  "What is the main purpose of Globtrekker?": "It visualizes ancient Y-DNA migrations, showing how paternal lineages spread across the globe over time.",
  "Can STRs improve Globtrekker results?": "Indirectly, STRs can support genealogical matching but do not define deep migrations like SNPs do.",
  "How does Globtrekker use SNP data?": "It uses SNPs to assign haplogroups and subclades, which are then mapped to historical migration routes.",
  "Can Globtrekker show regional ancestry within a country?": "It focuses on deep ancestral migrations, so local or recent ancestry is better assessed via autosomal or STR tests.",
  "How does participating in FTDNA projects help Globtrekker?": "It adds more reference samples and refines migration maps for specific haplogroups.",
  "Расскажи о FamilyTreeDNA древе Discover в цифрах": "100 000 BigY700 образцов на древе, темп +20% в год. 20 000 образцов из публичных научных данных. 10 000 палеоДНК образцов. Более 100 тысяч образцов делают древо самым масштабным в мире. Рост количества образцов продолжается каждый год.",
  "Расскажи о Кавказе при FamilyTreeDNA в цифрах": "Около 20 000 кавказцев, шестая часть на древе. Почти 1200 абхазо-адыгов, четверть на древе. Кавказ активно изучается, на древе представлены ключевые линии. Данные позволяют прослеживать генетические связи этносов.",
  "Расскажи о древе Discover от FamilyTreeDNA": "Самое крупное Y-ДНК древо в мире! The World’s Largest Y-DNA Haplotree: https://blog.familytreedna.com/largest-y-dna-haplotree/. Количество образцов растёт быстрыми темпами, новые линии добавляются регулярно. Постоянное расширение делает FTDNA лидером по данным Y-ДНК.",
  "Отличия FamilyTreeDNA из других лабораторий?": "26 лет на рынке услуг генетики и генеологии, пионер во многих аспектах, компания в 1B$. Своя лаборатория, не подряд в Китае и не аутсорс. Собственная база совпаденцев: Y-DNA, mtDNA, aDNA (аутосомы). Возможность создавать проекты как национальные, так и фамильные. Возможность выбора тестов, делать базовый Y37 (79-99$) или глубокий тест BigY700, публичная таблица. Собственные древа (включены в BigY700 и mtDNA Full), на котором образцов намного больше чем на древе YFull и разрыв усиливается (YFull требует 49$ за место на древе). Family Finder тест, всего за 39-49$ вы получаете аутосомные данные и ваш Y субклад (скоро добавят и мтДНК субклад, ждите обновлений). Возможность загрузки научных результатов, полных геномов WGS, ждём когда и от частников начнут принимать. Коллаборация с учёными, загрузка палеоДНК данных, даже таких, которые не может загрузить YFull. Американский бизнес — это когда рост доходов компании = вложения в развитие, в новые ДНК инструменты и сервисы. FTDNA предлагает надёжные, проверенные временем сервисы, полную поддержку и инновации в генетике. Компания обеспечивает максимальную прозрачность и доступность данных для пользователей.",
  "Как FamilyTreeDNA использует древо Discover?": "Древо Discover отображает все Y-DNA линии, показывает новые ветви и миграционные маршруты, опираясь на тысячи образцов.",
  "Как Globtrekker показывает миграции предков?": "Использует Y-ДНК SNP для построения карты перемещений мужских линий на протяжении тысяч лет.",
  "Что такое FamilyTreeDNA?": "FamilyTreeDNA — коммерческая компания в Хьюстоне, США, предоставляющая услуги Y-ДНК, мтДНК и аутосомного тестирования для генеалогии.",
  "Что показывает функция Globetrekker?": "Globetrekker отображает географическое распределение ваших ближайших по отцовской линии родственников с помощью данных Y-ДНК.",
  "Какие данные нужны для Globtrekker?": "Точный Y-ДНК результат, желательно BigY-700, для максимальной детализации миграций.",
  "Как Globtrekker помогает изучать древние миграции?": "Он использует результаты Y-ДНК для отображения перемещений гаплогрупп за тысячи лет, показывая, где жили и мигрировали предки по мужской линии.",
  "Как Globtrekker обрабатывает новые SNP?": "При открытии новых SNP обновляется размещение гаплогрупп и пути миграции в дереве Y-ДНК.",
  "Можно ли использовать Globtrekker без BigY700?": "Да, но точность и детализация карты будут ниже.",
  "Что такое Discover Tree на FamilyTreeDNA?": "Самое крупное мировое Y-ДНК древо с сотнями тысяч образцов, включая современные и палеоДНК данные.",
  "Сколько образцов в дереве Discover?": "Более 100 000 BigY-700 образцов, плюс 20 000 из научных публикаций и 10 000 палеоДНК.",
  "Что показывает Globtrekker по SNP?": "Назначает гаплогруппы и подклады, которые затем отображаются на исторических маршрутах миграции.",
  "Зачем нужен BigY-700 для использования Globtrekker?": "BigY-700 даёт наиболее точную информацию о Y-ДНК, позволяя Globtrekker точно отображать вашу линию на карте миграций.",
  "Какие преимущества BigY-700 при использовании с Globtrekker?": "Повышает шанс открытия новых ветвей, подтверждает гаплогруппу и улучшает разрешение маршрутов миграции.",
  "Можно ли использовать Globtrekker без BigY-700?": "Можно, но с меньшей точностью; детальные данные BigY-700 повышают качество анализа.",
  "Какова главная цель Globtrekker?": "Визуализировать древние миграции Y-ДНК и показать, как линии по мужской линии распространялись по миру.",
  "Могут ли STR улучшить результаты Globtrekker?": "Косвенно, STR помогают генеалогическим совпадениям, но не определяют глубокие миграции, как SNP.",
  "Как Globtrekker использует данные SNP?": "SNP помогают назначить гаплогруппы и подклады, которые затем отображаются на исторических маршрутах миграции.",
  "Показывает ли Globtrekker региональное происхождение внутри страны?": "Нет, он ориентирован на древние миграции; локальное или недавнее происхождение лучше изучать с помощью аутосомных или STR-тестов.",
  "Как участие в проектах FTDNA помогает Globtrekker?": "Участие добавляет больше референсных образцов и уточняет карты миграции для конкретных гаплогрупп.",
  "Сколько образцов на дереве Discover от FTDNA?": "Более 100 000 BigY-700 образцов, из них 20 000 из публичных научных данных и 10 000 палеоДНК; число растёт на 20% в год.",
  "Сколько кавказцев на дереве FTDNA?": "Около 20 000, шестая часть на древе, почти 1200 абхазо-адыгов, четверть на древе.",
  "Чем отличается FamilyTreeDNA от других лабораторий?": "26 лет на рынке, собственная лаборатория, собственная база совпаденцев Y-DNA, mtDNA, aDNA, возможность создания проектов, широкий выбор тестов и постоянное расширение деревьев.",
  "Как STR данные влияют на Globtrekker?": "STR помогают при генеалогическом сопоставлении, но для древних миграций важнее SNP.",
  "Для чего используются данные палеоДНК в FTDNA?": "Для обогащения дерева Discover древними линиями, улучшения карт миграций и исследований генетической истории.",
  "Нужно ли заказывать новый набор FamilyTreeDNA для дополнительных тестов и апгрейдов?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Если я уже делал тест в FamilyTreeDNA, нужно ли по делать по новой для апгрейдов?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "У меня уже есть тест в FamilyTreeDNA, нужно ли повторно тестироваться для апгрейдов?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Нужен ли мне новый набор от FamilyTreeDNA если у меня уже есть там тест?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Я уже тестировался в FamilyTreeDNA и хочу углубить и докупить тест, мне надо по новой тестироваться?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Я уже есть в FamilyTreeDNA, хочу сделать ещё тесты, мне надо по новой?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Что делает функция Globtrekker уникальной?": "Она отображает древние миграции мужских линий по всему миру с высокой детализацией на основе SNP данных.",
  "Как часто обновляется дерево Y-DNA FTDNA?": "Постоянно, новые линии добавляются регулярно по мере появления новых данных и образцов.",
  "Нужно ли заказывать новый набор для апгрейдов?": "Нет, используется уже отправленный образец; в редких случаях при недостатке ДНК отправляется бесплатный дополнительный набор.",
  "Какие данные показывают карты миграции Globtrekker?": "Где предки жили и мигрировали тысячи лет назад на основе Y-DNA SNP.",
  "Почему BigY-700 важен для точности Globtrekker?": "Потому что он предоставляет самые детальные SNP данные для точного определения подкладов и маршрутов миграций.",
  "Сколько образцов палеоДНК используется в FTDNA?": "Около 10 000 палеоДНК образцов для уточнения древних линий.",
  "Что такое STR-тесты на FamilyTreeDNA?": "STR-тесты анализируют короткие тандемные повторы на Y-хромосоме, которые полезны для определения близких генеалогических связей по мужской линии.",
  "Почему Кавказ интересен для FTDNA?": "На Кавказе много ключевых линий Y-ДНК; изучено около 20 000 образцов, активно расширяется дерево.",
  "Какие линии представлены на Кавказе?": "Включены абхазо-адыгские линии, всего почти 1 200 образцов, четверть из них на дереве.",
  "В чём преимущества лаборатории FTDNA?": "Собственная лаборатория в США, проверенные методы, полная прозрачность данных и быстрая обработка результатов.",
  "Чем FTDNA отличается от YFull?": "FTDNA имеет больше образцов на собственном дереве, интеграцию BigY-700 и mtDNA, а YFull требует отдельной оплаты и имеет меньше данных.",
  "Что такое древо Discover от FTDNA?": "Самое крупное дерево Y-ДНК в мире, постоянно расширяющееся новыми образцами и линиями.",
  "Что такое FTDNA Family Finder?": "Тест на аутосомную ДНК, который помогает находить родственников и определять общие генетические линии.",
  "Можно ли с Family Finder узнать субклад Y-ДНК?": "Да, тест показывает ваш Y-субклад, а в будущем будет добавлен и mtDNA-субклад.",
  "Что такое mtDNA тест Full Sequence?": "Полный тест митохондриальной ДНК, позволяющий изучить материнскую линию и её миграции.",
  "Сколько моего аутосомного ДНК тестирует Family Finder™?": "Микрочип, используемый для Family Finder™, тестирует около 0,024% вашего аутосомного ДНК.",
  "Будут ли все пользователи FamilyTreeDNA доступны для совпадений через Family Finder™?": "Нет. Только те, кто заказал Family Finder™ или передал результаты через продукт Autosomal DNA Transfer и согласился на совпадения.",
  "Как я узнаю о новых совпадениях в Family Finder™?": "Мы отправляем уведомления по электронной почте только для новых совпадений, определенных как ближайшие или близкие (Immediate или Close matches).",
  "Почему мой Y-ДНК близкий совпадение не отображается в Family Finder™?": "Если совпадение по Y-ДНК не появилось в Family Finder™, возможно, этот человек не делал тест Family Finder. Совпадения не работают между базами данных.",
  "Как определить, прошел ли мой матч тест Family Finder™?": "На вашем списке Y-ДНК совпадений рядом с именем будет указан FF или Family Finder, если человек прошел тест.",
  "Если оба прошли Family Finder™, но не совпали, что это значит?": "Это означает, что ваша связь, скорее всего, не входит в последние пять поколений.",
  "Почему близкие совпадения могут не иметь общих фамилий или предков?": "Это возможно, если ваша связь с близким кузеном идет по матери, а с большинством совпадений — по отцу.",
  "Как узнать, с чьей стороны родственник (по матери или отцу)?": "Невозможно определить по результатам Family Finder™, так как аутосомное ДНК рекомбинируется каждый поколение. Нужно тестировать родителя или родственника с той стороны.",
  "Что такое функция Family Matching?": "Эта функция помогает группировать ваши Family Finder™ совпадения, чтобы понять родственные линии.",
  "Мои совпадения — отдаленные кузены, и я не могу найти связь. Это ложные совпадения?": "Нет, это совпадения из категории Speculative Relationship. Связь может быть от 4-го до 20-го кузена, точное положение неизвестно.",
  "Почему сторонние инструменты анализируют мои результаты иначе?": "Family Finder™ использует собственные алгоритмы для оценки общих сегментов ДНК и определения степени родства. Сторонние инструменты могут давать небольшие различия.",
  "Можно ли перенести аутосомные результаты ДНК из другой компании в FamilyTreeDNA?": "Да, можно перенести результаты из 23andMe©, AncestryDNA™ и MyHeritage™.",
  "Какая информация делится с моими совпадениями?": "Делиться можно как самыми собой введенными данными, так и генетической информацией. Вы можете настроить, что именно отображать.",
  "Предоставляет ли Family Finder™ данные о неандертальской или денисовской ДНК?": "Нет, тест Family Finder™ не включает маркеры для неандертальской или денисовской ДНК.",
  "Сколько SNP используется в тесте Family Finder™?": "Тест использует более 700 000 аутосомных SNP.",
  "Что делать, если мой близкий матч не отображается в Family Finder™?": "Проверьте, прошел ли этот человек тест Family Finder™ и указан ли FF рядом с его именем в Y-ДНК списке.",
  "Можно ли доверять совпадениям с очень отдаленными родственниками?": "Да, но их качество следует считать спекулятивным, поскольку они могут быть от 4-го до 20-го кузена.",
  "Почему совпадения могут не совпадать с фамилиями или генеалогией?": "Из-за разных линий наследования по матери и отцу, а также из-за рекомбинации аутосомного ДНК.",
  "Как Family Finder™ определяет близких родственников?": "С помощью анализа общих сегментов ДНК и проприетарных алгоритмов для оценки родства.",
  "Могу ли я настраивать, какая информация о мне видна совпадениям?": "Да, вы можете выбрать, какие данные отображаются вашим совпадениям.",
  "Что такое Family Finder™?": "Это тест аутосомной ДНК, который помогает находить родственные совпадения.",
  "Какая часть ДНК тестируется Family Finder™?": "Тестируется около 0.024% вашей аутосомной ДНК.",
  "Все ли пользователи базы FamilyTreeDNA видны для совпадений?": "Нет, только те, кто прошёл Family Finder или перенёс свои данные и согласился на поиск совпадений.",
  "Как узнавать о новых совпадениях?": "Система отправляет уведомления по электронной почте для Immediate и Close совпадений.",
  "Почему Y-DNA совпадение может не быть Family Finder совпадением?": "Потому что не все проходят Family Finder тест, совпадения не работают между разными базами.",
  "Что делать, если совпадения Y-DNA и Family Finder различаются?": "Это значит, что родство, скорее всего, больше пяти поколений.",
  "Почему близкие родственники могут не иметь общих фамилий в совпадениях?": "Потому что родство может быть по разной линии: матери или отца.",
  "Как определить, с какой стороны родственник?": "Невозможно определить точно без теста родителей или родственников с той стороны.",
  "Что такое Speculative Relationship?": "Дальнее или гипотетическое родство, например 4–20 поколений.",
  "Может ли совпадение быть 10-го поколения?": "Да, это возможное удалённое совпадение аутосомной ДНК.",
  "Почему результаты третьих сторон могут отличаться?": "Потому что Family Finder использует собственные алгоритмы и пороги для анализа ДНК сегментов.",
  "Можно ли перенести ДНК результаты из 23andMe в FamilyTreeDNA?": "Да, можно перенести данные из 23andMe, AncestryDNA и MyHeritage.",
  "Что такое Shared Genetic Information?": "Это общая генетическая информация, доступная совпавшим пользователям.",
  "Можно ли выбрать, какая информация будет доступна?": "Да, вы можете настроить, какие данные будут делиться с совпадениями.",
  "Сколько SNP содержит Family Finder тест?": "Более 700,000 аутосомных SNP.",
  "Определяет ли Family Finder неандертальскую или денисовскую наследственность?": "Нет, такие результаты Family Finder не предоставляет.",
  "Что значит opt-in в Family Finder?": "Это согласие участвовать в системе поиска совпадений.",
  "Какие уведомления не отправляются?": "Не отправляются уведомления для совпадений более дальних, чем 2-ые кузены.",
  "Что такое Close Match?": "Совпадение близкого родственника, примерно 2–3 поколения.",
  "Что такое Immediate Match?": "Совпадение очень близкого родственника, например 1–2 поколения.",
  "Почему Family Finder совпадения могут отличаться от Y-DNA?": "Потому что Y-DNA отслеживает только мужскую линию, а Family Finder — всю аутосомную ДНК.",
  "Что такое Paternal Side?": "Родственные связи через отца.",
  "Что такое Maternal Side?": "Родственные связи через мать.",
  "Как Family Finder помогает в генеалогии?": "Позволяет выявлять родственников и строить семейные деревья на основе ДНК совпадений.",
  "Что делать, если не удаётся найти родственные связи с удалёнными кузенами?": "Это может быть Speculative Relationship — гипотетическое родство.",
  "Что такое autosomal recombination?": "Перекомбинация аутосомной ДНК при передаче от родителей к детям.",
  "Почему совпадения не всегда идентичны между тестами?": "Разные компании и алгоритмы анализа могут давать небольшие различия.",
  "Что значит Family Matching feature?": "Функция группировки совпадений по линиям семьи (материнская или отцовская).",
  "Что делает Reference Sequence?": "Служит эталоном для сравнения ДНК и выявления вариантов.",
  "Что такое Variant в Family Finder?": "Изменение последовательности нуклеотидов по сравнению с эталонной последовательностью.",
  "Можно ли определить точно, кто с какой стороны родственник?": "Нет, только через тестирование родителей или родственников с той стороны.",
  "Что делать, если совпадение на Family Finder не отображается в базе?": "Это может означать, что пользователь не прошёл тест или не включился в опцию совпадений.",
  "Что показывает Immediate и Close совпадение?": "Показывает близких родственников, с которыми вы делите значительную часть ДНК.",
  "Что показывает дальнее совпадение?": "Дальнее или гипотетическое родство, иногда до 20 поколений.",
  "Что включает Shared Genetic Information?": "Информацию о генах, общую с совпавшими родственниками, а также личные данные, если вы их предоставили.",
  "Почему Family Finder не показывает результаты для всех родственников?": "Не все пользователи прошли тест или согласились участвовать в поиске совпадений.",
  "Можно ли переносить данные из MyHeritage в FamilyTreeDNA?": "Да, результаты MyHeritage можно перенести для поиска совпадений.",
  "Что такое Autosomal DNA Transfer?": "Перенос аутосомных ДНК данных из другого сервиса в FamilyTreeDNA.",
  "Какие тесты используют Family Finder алгоритмы?": "Только Family Finder тест и перенесённые аутосомные данные.",
  "Что значит Speculative Relationship category?": "Категория потенциального или гипотетического родства.",
  "Что делать, если совпадение не совпадает с фамилией?": "Это может быть связано с различными линиями родства или изменением фамилии в истории семьи.",
  "Что такое Third-Party Tool?": "Внешние программы для анализа ДНК-результатов, которые могут использовать другие алгоритмы.",
  "Почему Family Finder использует микрочип?": "Чтобы тестировать сотни тысяч SNP и находить совпадения.",
  "Что включает тест Family Finder?": "Сотни тысяч маркеров аутосомной ДНК для поиска родственных совпадений.",
  "Что делать при сомнительных совпадениях?": "Такие совпадения следует рассматривать как гипотетические до подтверждения другими источниками.",
  "Можно ли определить точное родство для 4-го и более поколения?": "Нет, Family Finder даёт только приблизительные совпадения.",
  "Что такое Close Match уведомление?": "Уведомление о совпадении с близким родственником по электронной почте.",
  "Что делать, если совпадения нет в базе?": "Проверить, прошёл ли пользователь Family Finder тест и включился ли в опцию совпадений.",
  "Что делает Family Finder с результатами третьих сторон?": "Сравнивает только совместимые аутосомные данные и выдаёт совпадения.",
  "Можно ли видеть, на какой стороне семьи родственник?": "Только через тестирование родителей или родственников, Family Finder не определяет автоматически.",
  "Does FamilyTreeDNA offer gift cards?": "Yes, gift cards can be used for new kit purchases or purchases on existing accounts.",
  "Как FamilyTreeDNA защищает мою приватность?": "FamilyTreeDNA использует современные стандарты безопасности для хранения ДНК-образцов, результатов тестов и личных данных, и позволяет пользователям контролировать, как их генетическая информация используется и делится.",
  "Делятся ли мои персональные данные с третьими лицами?": "Нет, ваши имя и другие идентифицирующие данные не передаются третьим лицам, кроме случаев, когда это требуется по закону или с вашего явного согласия.",
  "Что мне даст тест BigY700": "Y-ДНК 700 STR маркеров; Y-ДНК финальный снип (ветка); Y-ДНК положение на древе; Треккер Globtrekker; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа mtDNA Full; Возможность дозаказа FamilyFinder.",
  "Что мне даст тест Y37 вместе с FamilyFinder?": "Y-ДНК 37 STR маркеров; Y-ДНК субклад; Y-ДНК предсказание ветви; мтДНК субклад (скоро); Аутосомные совпаденцы; Аутосомные кластеры; Аутосомный браузер; Аутосомная матрица; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа BigY700; Возможность дозаказа mtDNA Full.",
  "Что мне даст тест Y37?": "Y-ДНК 37 STR маркеров; Y-ДНК субклад; Y-ДНК предсказание ветви; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа мтДНК; Возможность дозаказа BigY700.",
  "Что мне даст тест FamilyFinder?": "Аутосомные совпаденцы; Аутосомные кластеры; Аутосомный браузер; Аутосомная матрица; Y-ДНК субклад; Y-ДНК возможность апгрейда; мтДНК субклад (скоро); Доступ к проектам FTDNA; Возможность дозаказа мтДНК; Возможность дозаказа Y37 или BigY700.",
  "Что мне даст тест BigY": "Y-ДНК 700 STR маркеров; Y-ДНК финальный снип (ветка); Y-ДНК положение на древе; Треккер Globtrekker; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа mtDNA Full; Возможность дозаказа FamilyFinder.",
  "Что мне даст тест Y37 вместе с FF?": "Y-ДНК 37 STR маркеров; Y-ДНК субклад; Y-ДНК предсказание ветви; мтДНК субклад (скоро); Аутосомные совпаденцы; Аутосомные кластеры; Аутосомный браузер; Аутосомная матрица; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа BigY700; Возможность дозаказа mtDNA Full.",
  "Что мне даст тест на 37 маркеров?": "Y-ДНК 37 STR маркеров; Y-ДНК субклад; Y-ДНК предсказание ветви; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа мтДНК; Возможность дозаказа BigY700.",
  "Что мне даст аутосомный тест?": "Аутосомные совпаденцы; Аутосомные кластеры; Аутосомный браузер; Аутосомная матрица; Y-ДНК субклад; Y-ДНК возможность апгрейда; мтДНК субклад (скоро); Доступ к проектам FTDNA; Возможность дозаказа мтДНК; Возможность дозаказа Y37 или BigY700.",
  "Как заказать ДНК тест?": "Если вы в России, оставьте заявку с вашим адресом на: circassianftdna@gmail.com. Если вы зарубежом, то в интернет магазине лаборатории: https://www.familytreedna.com/products/single-tests",
  "Как заказать ДНК тест в РФ?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как заказать ДНК тест в России?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в России?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в РФ?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Нальчике?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Краснодаре?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Майкопе?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Черкесске?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Москве?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Санкт-Петербурге?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Пятигорске?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Ставрополе?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Как сдать тест в Сочи?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в России?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в РФ?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Нальчике?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Краснодаре?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Майкопе?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Черкесске?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Москве?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Санкт-Петербурге?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Пятигорске?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Ставрополе?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест в Сочи?": "Оставьте заявку с вашим адресом на: circassianftdna@gmail.com.",
  "Хочу сдать тест?": "Если вы в России, оставьте заявку с вашим адресом на: circassianftdna@gmail.com. Если вы зарубежом, то в интернет магазине лаборатории: https://www.familytreedna.com/products/single-tests",
  "What is haplogroup R1a?": "A subclade of R1a, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1a1?": "A subclade of R1a1, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1a1a?": "A subclade of R1a1a, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1b?": "A major R1b subclade found in Western Europe, especially among Celtic populations. Some in the Caucasus, too.",
  "What is haplogroup R1b1?": "A major R1b1 subclade found in Western Europe, especially among Celtic populations. Some in the Caucasus, too.",
  "What is haplogroup J1?": "J1 is common in the Middle East (J-P58, associated with Semitic-speaking populations) and Caucasus (J-Z1842, associated with populations from Eastern Caucasus, especially, Dagestan).",
  "What is haplogroup J2a?": "J2a is prevalent in the Mediterranean, Middle East, and Caucasus, reflecting ancient agriculture expansion.",
  "What is haplogroup G2a?": "A G2a subclade found in the Middle East, Europe, and Caucasus.",
  "What is haplogroup G2a1?": "A G2a1 subclade found in the Caucasus and Near East, linked to migrations from Zagros.",
  "What is haplogroup G2a2?": "A G2a2 subclade found in the Caucasus and Europe, linked to migrations from early farmers.",
  "What is haplogroup E1b1b1a?": "A North African and Mediterranean subclade reflecting multiple migration waves.",
  "What is haplogroup Q1?": "A Siberian, Central Asian and Native American lineage.",
  "What is haplogroup Q2?": "A Central Asian lineage.",
  "What is haplogroup C2?": "Found in East Asia and Central Asia, reflecting ancient nomadic populations.",
  "What is haplogroup L?": "L is mainly South Asian, associated with Dravidian populations. Also found in the Caucasus (L1a2 within Chechens, L1b within Laz people and Chechens, L2 within ancient people of Maykop culture as well as within Circasians and ethnic groups in Dagestan.).",
  "What is haplogroup L1?": "L1 is mainly South Asian, associated with Dravidian populations. Also found in the Caucasus (L1a2 within Chechens, L1b within Laz people and Chechens).",
  "What is haplogroup L2?": "L2 found in the Caucasus within ancient people of Maykop culture as well as within Circasians and ethnic groups in Dagestan).",
  "What is haplogroup H?": "H is common in South Asia and Europe, representing ancient Eurasian populations. There are few H1a1 within Circassians and other ethnic groups in the Caucasus.",
  "What is haplogroup T?": "T appears in Europe, the Middle East, and North Africa. Also found in the Caucasus (for example, T1a within Circassians).",
  "Основные субклады адыгов": "Доминирует G-L1264; крупными ветвями являются R-YP451, R-BY60213, J-SK1317, J-Y30812, G-Z6653; заметна доля J-P81, J-P58, R-Z283, R-Z2103, R-Y57, J-PH1795, и т.д.",
  "Основные гаплогруппы адыгов": "G2a2, R1a, J2a, а также G2a1, J1a, R1b и т.д.",
  "Гаплогруппы адыгов": "G2a2, R1a, J2a, а также G2a1, J1a, R1b и т.д. Также есть I2, L, E1b, I1, C, N, Q, G1a, H1a, O, D.",
  "How does FamilyTreeDNA display results?": "FamilyTreeDNA shows haplogroups, matches, ancestral origins, and project memberships for participants.",
  "What is a haplogroup project?": "A haplogroup project collects participants of the same Y-DNA or mtDNA haplogroup to study mutations and migrations.",
  "What is a DNA project?": "A DNA project gathers participants with shared ancestry to study genetics, migration, and haplogroup patterns.",
  "What is the advantage of joining a project?": "Projects combine data from many people, refining haplogroup definitions and historical interpretations.",
  "What is the significance of Y-DNA testing in these projects?": "Y-DNA testing traces paternal lineage and is crucial for understanding deep ancestral connections and migration patterns within the Caucasus and surrounding regions.",
  "What is mtDNA testing used for in these projects?": "mtDNA testing traces maternal lineage, providing insights into ancient maternal ancestry and migration routes.",
  "How can Family Finder tests contribute to these projects?": "Family Finder tests analyze autosomal DNA to detect recent ancestry and identify potential relatives within the last 5–6 generations. In addition, they give Y-DNA SNPs.",
  "Why do Circassians join DNA projects?": "Circassians join projects to trace ancestry, preserve lineage knowledge, and identify distant relatives.",
  "How can I compare my results with others in a group project?": "FamilyTreeDNA provides tools within group projects to compare Y-DNA, mtDNA, and autosomal results, aiding in genealogical research.",
  "Where to learn more about Caucasus population genetics (recommended resources)": "Start with peer-reviewed journals on human population genetics, regional archaeological studies, and public datasets; academic institutions in the region and ISOGG resources are useful starting points. Usefule blogs: https://blog.familytreedna.com/, https://dna-explained.com/.",
  "What is the purpose of FamilyTreeDNA group projects?": "Group projects focus on a common geographic origin, surname, or ethnic heritage, allowing members to compare results and collaborate on genealogical research.",
  "What is the Caucasus region?": "The Caucasus is a region between the Black and Caspian Seas, home to diverse ethnic groups including Circassians, Georgians, and Armenians.",
  "Are there other Caucasus-related group projects?": "Yes, there are several projects: Caucasus DNA, Circassia DNA, Dagestan DNA, Chechen DNA, Ingush DNA, Orsthoy DNA, Avar DNA, Lak DNA, Dargwa DNA, Caucasian Albania DNA, Ossetian DNA, Karachay-Balkar DNA, Qumuq DNA, Nogais DNA.",
  "Which DNA projects within Caucasus are recommended?": "FamilyTreeDNA has several Caucasus projects, including Circassian DNA Project, Caucasus DNA Project, and others. These projects help connect individuals with shared ancestry and provide insights into regional genetic history.",
  "How do you join a FTDNA project?": "Joining requires enrolling in a relevant project on FTDNA and sharing your DNA results for collective research.",
  "What is the Circassian DNA project?": "The Circassian DNA Project collects Y-DNA, mtDNA, and autosomal data to study Circassian ancestry and migration patterns. URL: https://www.circassiandna.com/",
  "Tell me more about Circassian DNA project": "The Circassian DNA Project is a collaborative effort to gather and analyze genetic data from individuals with Circassian ancestry. It aims to connect participants, explore genetic diversity, and trace ancestral origins. The project is hosted on FamilyTreeDNA and has over 1200 active Circassian members. URL: https://www.circassiandna.com/",
  "Why is the Circassian DNA project important?": "It's a first project of its kind about Circassians and studies its history, archaeology, linguistics, and genetic makeup of Circassians. Founded in 2016 by Ali Berzeg. URL: https://www.circassiandna.com/",
  "What is the link to Circassian DNA Project?": "The Circassian DNA Project is hosted on FamilyTreeDNA. It aims to connect individuals with Circassian ancestry and provide insights into the genetic history of the Circassian people. You can find it here: https://www.familytreedna.com/groups/circassian/about.",
  "What is the link to Caucasus DNA Project?": "The Caucasus DNA Project is hosted on FamilyTreeDNA. It aims to connect individuals with ancestry from the Caucasus region and provide insights into the genetic history of the peoples in this area. You can find it here: https://www.familytreedna.com/groups/caucasus/about.",
  "What is the link to Dagestan DNA Project?": "The Dagestan DNA Project is hosted on FamilyTreeDNA. It aims to connect individuals with ancestry from Dagestan and provide insights into the genetic history of the peoples in this region. You can find it here: https://www.familytreedna.com/groups/dagestan/about.",
  "What is the link to Chechnya DNA Project?": "The Chechnya DNA Project is hosted on FamilyTreeDNA. It aims to connect individuals with ancestry from Chechnya and provide insights into the genetic history of the peoples in this region. You can find it here: https://www.familytreedna.com/groups/chechen-noahcho/about.",
  "Who are admins of the Circassian DNA project?": "The project is administered by Ali, Muha, and Astemir, who are responsible for engaging with participants and explaining the importance of genetic genealogy for ethnic history.",
  "What is the website of the Circassian DNA project?": "The Circassian DNA project is hosted on FamilyTreeDNA. You can find it here: https://www.circassiandna.com/.",
  "How many members are in the Circassian DNA project?": "As of the latest data, the Circassian DNA project has 1200+ Circassian members.",
  "Can I join the Circassian DNA project if I'm not Circassian?": "The project is open to individuals with Circassian ancestry, either paternally or maternally, as confirmed through DNA testing. But you can if you have DNA relationship to some Circassians.",
  "What are the benefits of participating in a group project?": "Benefits include connecting with potential relatives, discovering ancestral origins, and contributing to collective research efforts.",
  "Can I participate in multiple group projects?": "Yes, you can join multiple group projects that align with your ancestral background or research interests.",
  "How do I contact administrators of a group project?": "You can contact group project administrators through the 'Contact' section on the project's FamilyTreeDNA page.",
  "У Черкесского ДНК проекта есть вебсайт?": "Да, есть. Ссылка: www.circassiandna.com",
  "Сайт Черкесского ДНК проекта": "Ссылка на наш вебсайт: www.circassiandna.com",
  "У вас есть вебсайт?": "Да, есть. Ссылка: www.circassiandna.com",
  "Вебсайт": "Да, есть. Ссылка: www.circassiandna.com",
  "Что такое Projects на FamilyTreeDNA?": "Проекты — это объединения пользователей по географии, фамилии или этнической группе для обмена результатами и поиска общих предков.",
  "Что такое FTDNA Projects?": "Проекты для изучения национальных или фамильных линий, которые улучшают точность карт Globtrekker.",
  "Можно ли участвовать в нескольких проектах одновременно?": "Да, один пользователь может присоединяться к любому числу проектов, соответствующих его интересам и генетическим данным.",
  "Какие возможности даёт участие в национальных и фамильных проектах FTDNA?": "Позволяет исследовать генетические связи внутри этносов или семейных линий, а также получать более точные совпадения по Y-DNA и mtDNA.",
  "Как посмотреть древо?": "Древо Discover от FamilyTreeDNA, впишите субклад: https://discover.familytreedna.com/",
  "Как найти ветвь?": "Впишите субклад для поиска на древе Discover от FamilyTreeDNA: https://discover.familytreedna.com/",
  "Как посмотреть древо FTNDA?": "Древо Discover от FamilyTreeDNA: https://discover.familytreedna.com/",
  "Где найти древо древо?": "Древо Discover от FamilyTreeDNA, впишите субклад: https://discover.familytreedna.com/",
  "Как посмотреть древо Y?": "Древо Discover от FamilyTreeDNA, впишите субклад в разделе Y-ДНК: https://discover.familytreedna.com/",
  "Как посмотреть древо мтДНК?": "Древо Discover от FamilyTreeDNA, впишите субклад в разделе мтДНК: https://discover.familytreedna.com/",
  "BY60213 от кого": "Вероятно от сарматов (есть палеоДНК): https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ссылка на ветвь R-YP451": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь R-YP451": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь YP451": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Где посмотреть YP451": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Сколько лет ветви YP451": "2000 лет: https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "YP451 от кого?": "Вероятно от сарматов и алан (есть палеоДНК в Европе и Грузии): https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Тамбиевых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Паго Тамбиева?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Болотоковых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь кабардинцев Боташевых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Баташевых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Касаевых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Мазлоевых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Мозловых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Абатовых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Канкуловых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Мухи Кабартая?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь чеченцев Абзой?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Тлостановых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Аровых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Темирдашевых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Исламовых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Харадуровых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Берзеговых?": "Бабуко Берзеги в ветви: https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Метовых?": "Метовы балкарцы кабардинского происхождения в ветви: https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Органоковых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Оргеноковых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Ерганоковых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Берсековых?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь рода Екутеч?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь рода Шеуджен?": "https://discover.familytreedna.com/y-dna/R-BY60213/tree",
  "Ветвь Али Берзега?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Астемировых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Кучмазоковых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Докшоковых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Атажукиных?": "https://discover.familytreedna.com/y-dna/R-YP451/tree; есть ещё G2a2.",
  "Ветвь Мисостовых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Карамурзиных": "Кармурзины (Мисостовы) в ветви: https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Жамботовых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь кабардинцев Абаевых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь рода Ероко?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Бабуковых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree; Бабугоевы J2a.",
  "Ветвь Мисаковых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Дыговых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь кумыков Умалатовых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Соховых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь рода Адамей?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Шанибовых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Алтудовых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Танашевых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь чеченцев Ялхотовых (Чергази)?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь рода Кадкой?": "https://discover.familytreedna.com/y-dna/R-YP451/tree; есть ещё J2a.",
  "Ветвь Ксаловых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Шервашидзе?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Дзяпш-ипа?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Инал-ипа?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Эмухвари?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Аимхаа?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь карачаевцев Касаевых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Коджаковых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Темирболатовых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Карабашевых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Дудовых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Крымшамхаловых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь карачаевцев Боташевых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Ветвь Кешевых?": "https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "В какой ветви кабардинские князья?": "В разных, но в основном в ветви: https://discover.familytreedna.com/y-dna/R-YP451/tree",
  "Какие типы ДНК анализируются в генетических тестах?": "Ядерная ДНК и митохондриальная ДНК.",
  "Когда появились первые потребительские генетические тесты?": "В середине 1990-х в Великобритании и США.",
  "Какие методы используются в генетическом тестировании?": "ПЦР, ДНК-микромассивы и секвенирование ДНК.",
  "Почему нельзя протестировать все наследственные болезни?": "Из-за лабораторных ограничений и наличия де-ново мутаций.",
  "Что такое де-ново мутация?": "Мутация, которая возникает у ребёнка и отсутствует у родителей.",
  "Можно ли генетическим тестом определить предрасположенность к полиэтиологическим заболеваниям?": "Да, но только частично, с учётом образа жизни и других факторов.",
  "Как рассчитываются поли генные рисковые показатели?": "Статистически, сравнивая генетику больных людей с генетикой здоровых.",
  "Можно ли с помощью теста определить точное национальное происхождение?": "Нет, тест лишь оценивает сходство с определёнными популяциями.",
  "Может ли ДНК предсказать идеальную диету?": "Нет, только некоторые непереносимости (лактоза, кофеин, алкоголь, глютен) можно оценить.",
  "Какие полезные выводы даёт генетический тест для питания?": "Может мотивировать к здоровому питанию и учитывать предрасположенности к заболеваниям.",
  "Может ли генетика предсказать реакцию на лекарства?": "Да, может (фармакогенетика).",
  "Что нужно помнить при оценке риска заболеваний?": "Генетика показывает предрасположенность, а не окончательный диагноз.",
  "Почему результаты тестов могут отличаться для разных образцов ДНК?": "Из-за мозаицизма — разные клетки могут иметь разные мутации.",
  "Что такое мозаицизм?": "Состояние, когда в организме присутствуют клетки с разной генетической информацией.",
  "Можно ли генетически определить склонность к ожирению?": "Частично, но образ жизни играет ключевую роль.",
  "Можно ли по ДНК узнать интеллект ребёнка?": "Нет, интеллект зависит от множества факторов, не только генетики.",
  "Как наследуются заболевания по аутосомно-доминантному типу?": "Достаточно одной копии мутантного гена от одного родителя, чтобы проявилось заболевание.",
  "Как наследуются заболевания по аутосомно-рецессивному типу?": "Необходимо иметь две копии мутантного гена (по одной от каждого родителя).",
  "Можно ли генетическими тестами определить склонность к алкоголизму?": "Можно оценить предрасположенность, но не дать точный прогноз.",
  "Что такое генетическая предрасположенность?": "Вероятность проявления признака или болезни, обусловленная наследственностью.",
  "Можно ли по ДНК узнать группу крови?": "Да, определение генотипа позволяет узнать группу крови ребёнка.",
  "Можно ли генетически оценить спортивные способности взрослого человека?": "Частично, но факторы тренировки и среды имеют большее значение.",
  "Что такое фармакогенетика?": "Наука о влиянии генетики на реакцию организма на лекарства.",
  "Что такое эпигенетика?": "Изменения активности генов, не связанные с изменением последовательности ДНК.",
  "Может ли стресс изменить экспрессию генов?": "Да, эпигенетические механизмы регулируют ответ на стресс.",
  "Можно ли по ДНК узнать предрасположенность к депрессии?": "Частично, но точного прогноза нет, учитываются и внешние факторы.",
  "Что такое полигенный признак?": "Признак, который зависит от нескольких генов одновременно.",
  "Что такое одногенный признак?": "Признак, который определяется мутацией в одном гене.",
  "Можно ли генетически определить талант к музыке?": "Нет, это сложное сочетание среды и личных способностей.",
  "Можно ли тестами выявить редкие наследственные болезни?": "Да, современные панели и секвенирование позволяют выявлять множество редких мутаций.",
  "Что такое генетический тест на отцовство?": "Сравнение ДНК ребёнка и предполагаемого отца для определения биологического родства.",
  "Можно ли изменить генетическую предрасположенность?": "Нельзя изменить ДНК, но можно корректировать образ жизни и предотвращать проявление болезней.",
  "What is YFull?": "You mean FamilyTreeDNA?",
  "What is the link of YFull?": "You mean FamilyTreeDNA?",
  "YFull": "You mean FamilyTreeDNA?",
  "YSeq": "You mean FamilyTreeDNA?",
  "Dante": "You mean FamilyTreeDNA?",
  "Genotek": "You mean FamilyTreeDNA?",
  "Genopoisk": "You mean FamilyTreeDNA?",
  "Nebula": "You mean FamilyTreeDNA?",
  "Abkhaz DNA Project": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "Abkhazian DNA Project": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "Abaza DNA Project": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "Ubykh DNA Project": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "AADNA": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "AA DNA": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "aadna.ru": "You mean www.circassiandna.com",
  "www.aadna.ru": "You mean www.circassiandna.com",
  "Metov": "You mean Ali Berzeg?",
  "Darmilov": "You mean Ali Berzeg?",
  "Как загрузить данные на уфулл?": "Вы имели ввиду древо FamilyTreeDNA?",
  "Как попасть на древо уфулл": "Вы имели ввиду древо FamilyTreeDNA?",
  "Уайфулл": "Вы имели ввиду FamilyTreeDNA?",
  "Уайсек": "Вы имели ввиду FamilyTreeDNA?",
  "Уфулл": "Вы имели ввиду FamilyTreeDNA?",
  "Усек": "Вы имели ввиду FamilyTreeDNA?",
  "Данте": "Вы имели ввиду FamilyTreeDNA?",
  "Небула": "Вы имели ввиду FamilyTreeDNA?",
  "Генотек": "Вы имели ввиду FamilyTreeDNA?",
  "Генопоиск": "Вы имели ввиду FamilyTreeDNA?",
  "Метов": "Вы имели ввиду Али Берзег?",
  "Дармилов": "Вы имели ввиду Али Берзег?",
  "АА ДНК": "Вы имели ввиду Черкесский ДНК проект? Ссылка: www.circassiandna.com",
  "ААДНК": "Вы имели ввиду Черкесский ДНК проект? Ссылка: www.circassiandna.com",
  "Абхазский ДНК проект": "Вы имели ввиду Черкесский ДНК проект? Ссылка: www.circassiandna.com",
  "Абхазский проект": "Вы имели ввиду Черкесский ДНК проект? Ссылка: www.circassiandna.com",
  "У Абхазского ДНК проекта есть вебсайт?": "Вы имели ввиду Черкесский ДНК проект? Ссылка: www.circassiandna.com"
}