{
  "Как маркируются и отслеживаются образцы ДНК?": "Каждый флакон с образцом помечен штрихкодом, привязанным к вашему заказу, сканируется при приёме и отправляет уведомление владельцу комплекта по электронной почте.",
  "Где извлекается и хранится ДНК?": "ДНК извлекается в сертифицированной лаборатории CAP/CLIA и хранится в роботизированном морозильнике при -20°C для текущих и будущих тестов.",
  "Как долго хранится второй флакон с ДНК?": "Второй флакон хранится при комнатной температуре в охраняемом помещении до 25 лет и используется только если первого флакона недостаточно.",
  "Могу ли я контролировать, кто видит мои генетические данные?": "Да, вы сами выбираете, как ваша генетическая информация используется и делится с другими.",
  "Можно ли подарить набор для теста FamilyTreeDNA?": "Да, вы можете отправить набор напрямую на адрес получателя при оформлении заказа.",
  "Когда активируется набор для теста?": "Активация набора происходит в момент покупки, и сразу отправляются уведомления по электронной почте о подтверждении заказа и отслеживании.",
  "Что делать, если у получателя подарка другой email?": "Передайте ему данные для входа и попросите обновить email владельца набора после входа.",
  "Предлагает ли FamilyTreeDNA подарочные карты?": "Да, подарочные карты можно использовать для покупки новых наборов или для покупок на существующем аккаунте.",
  "Что такое Y-гаплогруппа?": "Набор мутаций на Y-хромосоме, передающийся от отца к сыну.",
  "Что такое Y гаплогруппа?": "Набор мутаций на Y-хромосоме, передающийся от отца к сыну.",
  "Что такое игрек гаплогруппа?": "Набор мутаций на Y-хромосоме, передающийся от отца к сыну.",
  "Что такое митохондриальная гаплогруппа?": "Она отражает материнское происхождение и передаётся всем детям от матери.",
  "Что такое мито ДНК?": "Она отражает материнское происхождение и передаётся всем детям от матери.",
  "Что такое mtDNA гаплогруппа?": "Набор мутаций на Y-хромосоме, передающийся от отца к сыну.",
  "Что такое мито гаплогруппа?": "Она отражает материнское происхождение и передаётся всем детям от матери.",
  "Можно ли с помощью теста узнать процент этнической принадлежности?": "Нет, тест оценивает только сходство с эталонными популяциями.",
  "Что такое однонуклеотидный полиморфизм (SNP)?": "Изменение одной буквы ДНК, которое может влиять на предрасположенность к заболеваниям или признакам.",
  "Как узнать свой Y-гаплогруппу на FamilyTreeDNA?": "Для определения Y-хаплогруппы необходимо пройти тест BigY-700 или Y-111, после чего результаты автоматически включаются в древо haplotree.",
  "Что такое mtDNA тест на FamilyTreeDNA?": "Тест mtDNA анализирует митохондриальную ДНК, передающуюся по материнской линии, помогая определить материнское происхождение и древние миграции.",
  "Какие тесты FamilyTreeDNA предлагает для аутосомной ДНК?": "Тест Family Finder анализирует все хромосомы, помогая найти родственников до 5-6 поколений назад и определить этническое происхождение.",
  "Как FamilyTreeDNA помогает определить этническое происхождение?": "Используя результаты автосомного теста, сервис сравнивает ДНК с этническими группами в базе, показывая процентное распределение.",
  "Чем отличается BigY-700 от Y-111?": "BigY-700 анализирует сотни тысяч SNP, позволяя исследовать древние линии, а Y-111 — только 111 маркеров STR для недавних поколений.",
  "Как узнать совпадение с другими пользователями?": "FamilyTreeDNA предоставляет таблицы совпадений по Y-DNA, mtDNA и автосомной ДНК, показывая вероятность родства.",
  "Можно ли скачать результаты тестов?": "Да, все результаты можно скачать в формате CSV или GEDCOM для дальнейшего анализа или загрузки на другие платформы.",
  "Что такое аутосомные проекты?": "Это проекты, объединяющие пользователей по общим этническим корням и автохтонным регионам для более точного анализа происхождения.",
  "Что такое SNP и зачем он нужен?": "SNP — это однонуклеотидный полиморфизм. Он определяет точные ветви на Y-хаплотипе и помогает изучать глубокие древние линии.",
  "Можно ли подключить данные с других лабораторий?": "Да, FamilyTreeDNA принимает загруженные файлы от других тестов, включая полные геномы и VCF-файлы, для участия в проектах и древе Discover.",
  "Как часто обновляется древо Y-DNA на FamilyTreeDNA?": "Древо обновляется регулярно по мере поступления новых данных от BigY-700 и других источников, включая научные публикации и аDNA.",
  "Что такое древо mtDNA Full?": "Древо mtDNA Full показывает все материнские линии на основе полного митохондриального генома, помогая отслеживать миграции по материнской линии.",
  "Как участвовать в научных исследованиях через FTDNA?": "Можно присоединиться к официальным проектам и согласиться на использование анонимных данных для генетических исследований и публикаций.",
  "Что такое Matching Levels в FamilyTreeDNA?": "Matching Levels показывают степень совпадения ДНК с другими пользователями, указывая на недавнее или далекое родство.",
  "Какая точность BigY-700?": "BigY-700 анализирует более 700 000 SNP с высокой точностью, обеспечивая детальное определение субкладов и открытие новых ветвей.",
  "Как найти общих предков с помощью FTDNA?": "Используя совпадения по Y-DNA, mtDNA и автосомной ДНК, можно идентифицировать общих предков и построить родословное древо.",
  "Что такое Y-ДНК тест BigY-700?": "BigY-700 — это высокоточный Y-ДНК тест, анализирующий сотни тысяч SNP, позволяя подробно изучить отцовскую линию.",
  "Что такое тест BigY-700?": "BigY-700 — это высокоточный Y-ДНК тест, анализирующий сотни тысяч SNP, позволяя подробно изучить отцовскую линию.",
  "Что такое биг тест?": "BigY-700 — это высокоточный Y-ДНК тест, анализирующий сотни тысяч SNP, позволяя подробно изучить отцовскую линию.",
  "Что такое биг игрек тест?": "BigY-700 — это высокоточный Y-ДНК тест, анализирующий сотни тысяч SNP, позволяя подробно изучить отцовскую линию.",
  "Для чего нужен BigY-700?": "Для точного определения субкладов, поиска новых ветвей и анализа миграции древних предков по Y-ДНК.",
  "Для чего нужен биг игрек тест?": "Для точного определения субкладов, поиска новых ветвей и анализа миграции древних предков по Y-ДНК.",
  "Для чего нужен биг?": "Для точного определения субкладов, поиска новых ветвей и анализа миграции древних предков по Y-ДНК.",
  "Что такое биг тестирование?": "BigY-700 — высокоточный тест Y-ДНК, анализирующий сотни тысяч SNP для детального изучения отцовской линии.",
  "Что такое биг игрек?": "BigY-700 — высокоточный тест Y-ДНК, анализирующий сотни тысяч SNP для детального изучения отцовской линии.",
  "Что такое биг?": "BigY-700 — высокоточный тест Y-ДНК, анализирующий сотни тысяч SNP для детального изучения отцовской линии.",
  "Расскажи про SNP?": "Однунуклеотидный полиморфизм — генетическая точка вариации, используемая для определения гаплогрупп.",
  "Расскажи про снипы?": "Однунуклеотидный полиморфизм (SNP) — генетическая точка вариации, используемая для определения гаплогрупп.",
  "Что такое гаплогруппа?": "Группа родственных Y-ДНК или mtDNA, объединяющая линии, происходящие от общего предка.",
  "Что такое BigY-700?": "BigY-700 — высокоточный тест Y-ДНК, анализирующий сотни тысяч SNP для детального изучения отцовской линии.",
  "Что такое Family Finder?": "Тест аутосомного ДНК за 39-49$, который предоставляет данные аутосом и Y-субклад, с будущим добавлением мтДНК субклада.",
  "Можно ли загружать научные результаты и WGS в FTDNA?": "Да, принимаются полные геномы и частные результаты, включая палеоДНК.",
  "Что такое SNP?": "Single Nucleotide Polymorphism (SNP) — однонуклеотидный полиморфизм, ключевой маркер для изучения древних миграций и гаплогрупп.",
  "Что такое снипы?": "Single Nucleotide Polymorphism (SNP) — однонуклеотидный полиморфизм, ключевой маркер для изучения древних миграций и гаплогрупп.",
  "Что такое STR?": "Short Tandem Repeats (STR) — короткие повторяющиеся участки ДНК, полезные для генеалогических совпадений, но не для глубоких миграций.",
  "Что такое STR маркеры?": "Short Tandem Repeats (STR) — короткие повторяющиеся участки ДНК, полезные для генеалогических совпадений, но не для глубоких миграций.",
  "Что такое маркеры?": "Short Tandem Repeats (STR) — короткие повторяющиеся участки ДНК, полезные для генеалогических совпадений, но не для глубоких миграций.",
  "Что такое Y-ДНК?": "ДНК, передающаяся по мужской линии, используется для изучения отцовских предков и древних миграций.",
  "Что такое игрик ДНК?": "ДНК, передающаяся по мужской линии, используется для изучения отцовских предков и древних миграций.",
  "Что такое мтДНК?": "Митохондриальная ДНК, передающаяся по материнской линии, помогает исследовать материнские линии предков.",
  "Что такое мито?": "Митохондриальная ДНК, передающаяся по материнской линии, помогает исследовать материнские линии предков.",
  "What is FamilyTreeDNA?": "FamilyTreeDNA is a commercial genetic testing company based in Houston, Texas, offering Y-DNA, mtDNA, and autosomal DNA testing services for genealogical purposes.",
  "What is FTDNA's Globetrekker feature?": "Globetrekker shows the geographic distribution of your closest paternal relatives using Y-DNA data.",
  "What is Globtrekker on FamilyTreeDNA?": "Globtrekker is a feature that visualizes deep ancestral Y-DNA migration patterns worldwide, helping users trace ancient paternal lineages.",
  "How does Globtrekker work?": "It uses Y-DNA results to map haplogroup movements over thousands of years, showing where paternal ancestors likely lived and migrated.",
  "How does Globtrekker handle newly discovered SNPs?": "It updates haplogroup placement and migration paths as new SNPs are discovered and added to the Y-DNA tree.",
  "What is BigY-700 on FamilyTreeDNA?": "BigY-700 is a high-resolution Y-DNA test that analyzes hundreds of thousands of SNPs, providing detailed paternal lineage data.",
  "Why take BigY-700 to use Globtrekker?": "BigY-700 offers the most precise Y-DNA information, allowing Globtrekker to accurately place your paternal lineage in the global migration map.",
  "What are the advantages of using BigY-700 with Globtrekker?": "It increases the chance of discovering new branches, confirms haplogroup placement, and enhances the resolution of migration paths.",
  "Can Globtrekker be used without BigY-700?": "Yes, but with lower resolution; the more detailed BigY-700 data improves accuracy and the ability to explore deep ancestral connections.",
  "What is the main purpose of Globtrekker?": "It visualizes ancient Y-DNA migrations, showing how paternal lineages spread across the globe over time.",
  "Can STRs improve Globtrekker results?": "Indirectly, STRs can support genealogical matching but do not define deep migrations like SNPs do.",
  "How does Globtrekker use SNP data?": "It uses SNPs to assign haplogroups and subclades, which are then mapped to historical migration routes.",
  "Can Globtrekker show regional ancestry within a country?": "It focuses on deep ancestral migrations, so local or recent ancestry is better assessed via autosomal or STR tests.",
  "How does participating in FTDNA projects help Globtrekker?": "It adds more reference samples and refines migration maps for specific haplogroups.",
  "Расскажи о FamilyTreeDNA древе Discover в цифрах": "100 000 BigY700 образцов на древе, темп +20% в год. 20 000 образцов из публичных научных данных. 10 000 палеоДНК образцов. Более 100 тысяч образцов делают древо самым масштабным в мире. Рост количества образцов продолжается каждый год.",
  "Расскажи о Кавказе при FamilyTreeDNA в цифрах": "Около 20 000 кавказцев, шестая часть на древе. Почти 1200 абхазо-адыгов, четверть на древе. Кавказ активно изучается, на древе представлены ключевые линии. Данные позволяют прослеживать генетические связи этносов.",
  "Расскажи о древе Discover от FamilyTreeDNA": "Самое крупное Y-ДНК древо в мире! The World’s Largest Y-DNA Haplotree: https://blog.familytreedna.com/largest-y-dna-haplotree/. Количество образцов растёт быстрыми темпами, новые линии добавляются регулярно. Постоянное расширение делает FTDNA лидером по данным Y-ДНК.",
  "Отличия FamilyTreeDNA из других лабораторий?": "26 лет на рынке услуг генетики и генеологии, пионер во многих аспектах, компания в 1B$. Своя лаборатория, не подряд в Китае и не аутсорс. Собственная база совпаденцев: Y-DNA, mtDNA, aDNA (аутосомы). Возможность создавать проекты как национальные, так и фамильные. Возможность выбора тестов, делать базовый Y37 (79-99$) или глубокий тест BigY700, публичная таблица. Собственные древа (включены в BigY700 и mtDNA Full), на котором образцов намного больше чем на древе YFull и разрыв усиливается (YFull требует 49$ за место на древе). Family Finder тест, всего за 39-49$ вы получаете аутосомные данные и ваш Y субклад (скоро добавят и мтДНК субклад, ждите обновлений). Возможность загрузки научных результатов, полных геномов WGS, ждём когда и от частников начнут принимать. Коллаборация с учёными, загрузка палеоДНК данных, даже таких, которые не может загрузить YFull. Американский бизнес — это когда рост доходов компании = вложения в развитие, в новые ДНК инструменты и сервисы. FTDNA предлагает надёжные, проверенные временем сервисы, полную поддержку и инновации в генетике. Компания обеспечивает максимальную прозрачность и доступность данных для пользователей.",
  "Как FamilyTreeDNA использует древо Discover?": "Древо Discover отображает все Y-DNA линии, показывает новые ветви и миграционные маршруты, опираясь на тысячи образцов.",
  "Как Globtrekker показывает миграции предков?": "Использует Y-ДНК SNP для построения карты перемещений мужских линий на протяжении тысяч лет.",
  "Что такое FamilyTreeDNA?": "FamilyTreeDNA — коммерческая компания в Хьюстоне, США, предоставляющая услуги Y-ДНК, мтДНК и аутосомного тестирования для генеалогии.",
  "Что показывает функция Globetrekker?": "Globetrekker отображает географическое распределение ваших ближайших по отцовской линии родственников с помощью данных Y-ДНК.",
  "Какие данные нужны для Globtrekker?": "Точный Y-ДНК результат, желательно BigY-700, для максимальной детализации миграций.",
  "Как Globtrekker помогает изучать древние миграции?": "Он использует результаты Y-ДНК для отображения перемещений гаплогрупп за тысячи лет, показывая, где жили и мигрировали предки по мужской линии.",
  "Как Globtrekker обрабатывает новые SNP?": "При открытии новых SNP обновляется размещение гаплогрупп и пути миграции в дереве Y-ДНК.",
  "Как Globtrekker обрабатывает новые снипы?": "При открытии новых SNP обновляется размещение гаплогрупп и пути миграции в дереве Y-ДНК.",
  "Можно ли использовать Globtrekker без BigY700?": "Да, но точность и детализация карты будут ниже.",
  "Что такое Discover Tree на FamilyTreeDNA?": "Самое крупное мировое Y-ДНК древо с сотнями тысяч образцов, включая современные и палеоДНК данные.",
  "Сколько образцов в дереве Discover?": "Более 100 000 BigY-700 образцов, плюс 20 000 из научных публикаций и 10 000 палеоДНК.",
  "Что показывает Globtrekker по SNP?": "Назначает гаплогруппы и подклады, которые затем отображаются на исторических маршрутах миграции.",
  "Что показывает Globtrekker по снипам?": "Назначает гаплогруппы и подклады, которые затем отображаются на исторических маршрутах миграции.",
  "Зачем нужен BigY-700 для использования Globtrekker?": "BigY-700 даёт наиболее точную информацию о Y-ДНК, позволяя Globtrekker точно отображать вашу линию на карте миграций.",
  "Какие преимущества BigY-700 при использовании с Globtrekker?": "Повышает шанс открытия новых ветвей, подтверждает гаплогруппу и улучшает разрешение маршрутов миграции.",
  "Можно ли использовать Globtrekker без BigY-700?": "Можно, но с меньшей точностью; детальные данные BigY-700 повышают качество анализа.",
  "Какова главная цель Globtrekker?": "Визуализировать древние миграции Y-ДНК и показать, как линии по мужской линии распространялись по миру.",
  "Могут ли STR улучшить результаты Globtrekker?": "Косвенно, STR помогают генеалогическим совпадениям, но не определяют глубокие миграции, как SNP.",
  "Могут ли STR маркеры улучшить результаты Globtrekker?": "Косвенно, STR помогают генеалогическим совпадениям, но не определяют глубокие миграции, как SNP.",
  "Как Globtrekker использует данные SNP?": "SNP помогают назначить гаплогруппы и подклады, которые затем отображаются на исторических маршрутах миграции.",
  "Как Globtrekker использует данные снипов?": "SNP помогают назначить гаплогруппы и подклады, которые затем отображаются на исторических маршрутах миграции.",
  "Показывает ли Globtrekker региональное происхождение внутри страны?": "Нет, он ориентирован на древние миграции; локальное или недавнее происхождение лучше изучать с помощью аутосомных или STR-тестов.",
  "Как участие в проектах FTDNA помогает Globtrekker?": "Участие добавляет больше референсных образцов и уточняет карты миграции для конкретных гаплогрупп.",
  "Сколько образцов на дереве Discover от FTDNA?": "Более 100 000 BigY-700 образцов, из них 20 000 из публичных научных данных и 10 000 палеоДНК; число растёт на 20% в год.",
  "Сколько кавказцев на дереве FTDNA?": "Около 20 000, шестая часть на древе, почти 1200 абхазо-адыгов, четверть на древе.",
  "Чем отличается FamilyTreeDNA от других лабораторий?": "26 лет на рынке, собственная лаборатория, собственная база совпаденцев Y-DNA, mtDNA, aDNA, возможность создания проектов, широкий выбор тестов и постоянное расширение деревьев.",
  "Как STR данные влияют на Globtrekker?": "STR маркеры помогают при генеалогическом сопоставлении, но для древних миграций важнее SNP.",
  "Как STR маркеры влияют на Globtrekker?": "STR маркеры помогают при генеалогическом сопоставлении, но для древних миграций важнее SNP.",
  "Для чего используются данные палеоДНК в FTDNA?": "Для обогащения дерева Discover древними линиями, улучшения карт миграций и исследований генетической истории.",
  "Нужно ли заказывать новый набор FamilyTreeDNA для дополнительных тестов и апгрейдов?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Если я уже делал тест в FamilyTreeDNA, нужно ли по делать по новой для апгрейдов?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "У меня уже есть тест в FamilyTreeDNA, нужно ли повторно тестироваться для апгрейдов?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Нужен ли мне новый набор от FamilyTreeDNA если у меня уже есть там тест?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Я уже тестировался в FamilyTreeDNA и хочу углубить и докупить тест, мне надо по новой тестироваться?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Я уже есть в FamilyTreeDNA, хочу сделать ещё тесты, мне надо по новой?": "Если вы уже приобрели набор и отправили образец, заказывать новый набор не нужно — для любых дополнительных тестов будет использоваться ваш существующий образец, хранящийся в лаборатории. В редких случаях, если образца ДНК недостаточно, вам бесплатно высылают дополнительный набор, связанный с вашим оригинальным.",
  "Что делает функция Globtrekker уникальной?": "Она отображает древние миграции мужских линий по всему миру с высокой детализацией на основе SNP данных.",
  "Как часто обновляется дерево Y-DNA FTDNA?": "Постоянно, новые линии добавляются регулярно по мере появления новых данных и образцов.",
  "Нужно ли заказывать новый набор для апгрейдов?": "Нет, используется уже отправленный образец; в редких случаях при недостатке ДНК отправляется бесплатный дополнительный набор.",
  "Какие данные показывают карты миграции Globtrekker?": "Где предки жили и мигрировали тысячи лет назад на основе Y-DNA SNP.",
  "Почему BigY-700 важен для точности Globtrekker?": "Потому что он предоставляет самые детальные SNP данные для точного определения подкладов и маршрутов миграций.",
  "Сколько образцов палеоДНК используется в FTDNA?": "Около 10 000 палеоДНК образцов для уточнения древних линий.",
  "Что такое STR-тесты на FamilyTreeDNA?": "STR-тесты анализируют короткие тандемные повторы на Y-хромосоме, которые полезны для определения близких генеалогических связей по мужской линии.",
  "Что такое STR-маркерные тесты на FamilyTreeDNA?": "STR-тесты анализируют короткие тандемные повторы на Y-хромосоме, которые полезны для определения близких генеалогических связей по мужской линии.",
  "Почему Кавказ интересен для FTDNA?": "На Кавказе много ключевых линий Y-ДНК; изучено около 20 000 образцов, активно расширяется дерево.",
  "Какие линии представлены на Кавказе?": "Включены абхазо-адыгские линии, всего почти 1 200 образцов, четверть из них на дереве.",
  "В чём преимущества лаборатории FTDNA?": "Собственная лаборатория в США, проверенные методы, полная прозрачность данных и быстрая обработка результатов.",
  "Чем FTDNA отличается от YFull?": "FTDNA имеет больше образцов на собственном дереве, интеграцию BigY-700 и mtDNA, а YFull требует отдельной оплаты и имеет меньше данных.",
  "Что такое древо Discover от FTDNA?": "Самое крупное дерево Y-ДНК в мире, постоянно расширяющееся новыми образцами и линиями.",
  "Что такое FTDNA Family Finder?": "Тест на аутосомную ДНК, который помогает находить родственников и определять общие генетические линии.",
  "Можно ли с Family Finder узнать субклад Y-ДНК?": "Да, тест показывает ваш Y-субклад, а в будущем будет добавлен и mtDNA-субклад.",
  "Что такое mtDNA тест Full Sequence?": "Полный тест митохондриальной ДНК, позволяющий изучить материнскую линию и её миграции.",
  "Сколько моего аутосомного ДНК тестирует Family Finder™?": "Микрочип, используемый для Family Finder™, тестирует около 0,024% вашего аутосомного ДНК.",
  "Будут ли все пользователи FamilyTreeDNA доступны для совпадений через Family Finder™?": "Нет. Только те, кто заказал Family Finder™ или передал результаты через продукт Autosomal DNA Transfer и согласился на совпадения.",
  "Как я узнаю о новых совпадениях в Family Finder™?": "Мы отправляем уведомления по электронной почте только для новых совпадений, определенных как ближайшие или близкие (Immediate или Close matches).",
  "Почему мой Y-ДНК близкий совпадение не отображается в Family Finder™?": "Если совпадение по Y-ДНК не появилось в Family Finder™, возможно, этот человек не делал тест Family Finder. Совпадения не работают между базами данных.",
  "Как определить, прошел ли мой матч тест Family Finder™?": "На вашем списке Y-ДНК совпадений рядом с именем будет указан FF или Family Finder, если человек прошел тест.",
  "Если оба прошли Family Finder™, но не совпали, что это значит?": "Это означает, что ваша связь, скорее всего, не входит в последние пять поколений.",
  "Почему близкие совпадения могут не иметь общих фамилий или предков?": "Это возможно, если ваша связь с близким кузеном идет по матери, а с большинством совпадений — по отцу.",
  "Как узнать, с чьей стороны родственник (по матери или отцу)?": "Невозможно определить по результатам Family Finder™, так как аутосомное ДНК рекомбинируется каждый поколение. Нужно тестировать родителя или родственника с той стороны.",
  "Что такое функция Family Matching?": "Эта функция помогает группировать ваши Family Finder™ совпадения, чтобы понять родственные линии.",
  "Мои совпадения — отдаленные кузены, и я не могу найти связь. Это ложные совпадения?": "Нет, это совпадения из категории Speculative Relationship. Связь может быть от 4-го до 20-го кузена, точное положение неизвестно.",
  "Почему сторонние инструменты анализируют мои результаты иначе?": "Family Finder™ использует собственные алгоритмы для оценки общих сегментов ДНК и определения степени родства. Сторонние инструменты могут давать небольшие различия.",
  "Можно ли перенести аутосомные результаты ДНК из другой компании в FamilyTreeDNA?": "Да, можно перенести результаты из 23andMe©, AncestryDNA™ и MyHeritage™.",
  "Какая информация делится с моими совпадениями?": "Делиться можно как самыми собой введенными данными, так и генетической информацией. Вы можете настроить, что именно отображать.",
  "Предоставляет ли Family Finder™ данные о неандертальской или денисовской ДНК?": "Нет, тест Family Finder™ не включает маркеры для неандертальской или денисовской ДНК.",
  "Что делать, если мой близкий матч не отображается в Family Finder™?": "Проверьте, прошел ли этот человек тест Family Finder™ и указан ли FF рядом с его именем в Y-ДНК списке.",
  "Можно ли доверять совпадениям с очень отдаленными родственниками?": "Да, но их качество следует считать спекулятивным, поскольку они могут быть от 4-го до 20-го кузена.",
  "Почему совпадения могут не совпадать с фамилиями или генеалогией?": "Из-за разных линий наследования по матери и отцу, а также из-за рекомбинации аутосомного ДНК.",
  "Как Family Finder™ определяет близких родственников?": "С помощью анализа общих сегментов ДНК и проприетарных алгоритмов для оценки родства.",
  "Могу ли я настраивать, какая информация о мне видна совпадениям?": "Да, вы можете выбрать, какие данные отображаются вашим совпадениям.",
  "Что такое Family Finder™?": "Это тест аутосомной ДНК, который помогает находить родственные совпадения.",
  "Какая часть ДНК тестируется Family Finder™?": "Тестируется около 0.024% вашей аутосомной ДНК.",
  "Все ли пользователи базы FamilyTreeDNA видны для совпадений?": "Нет, только те, кто прошёл Family Finder или перенёс свои данные и согласился на поиск совпадений.",
  "Как узнавать о новых совпадениях?": "Система отправляет уведомления по электронной почте для Immediate и Close совпадений.",
  "Почему Y-DNA совпадение может не быть Family Finder совпадением?": "Потому что не все проходят Family Finder тест, совпадения не работают между разными базами.",
  "Что делать, если совпадения Y-DNA и Family Finder различаются?": "Это значит, что родство, скорее всего, больше пяти поколений.",
  "Почему близкие родственники могут не иметь общих фамилий в совпадениях?": "Потому что родство может быть по разной линии: матери или отца.",
  "Как определить, с какой стороны родственник?": "Невозможно определить точно без теста родителей или родственников с той стороны.",
  "Что такое Speculative Relationship?": "Дальнее или гипотетическое родство, например 4-20 поколений.",
  "Может ли совпадение быть 10-го поколения?": "Да, это возможное удалённое совпадение аутосомной ДНК.",
  "Почему результаты третьих сторон могут отличаться?": "Потому что Family Finder использует собственные алгоритмы и пороги для анализа ДНК сегментов.",
  "Можно ли перенести ДНК результаты из 23andMe в FamilyTreeDNA?": "Да, можно перенести данные из 23andMe, AncestryDNA и MyHeritage.",
  "Что такое Shared Genetic Information?": "Это общая генетическая информация, доступная совпавшим пользователям.",
  "Можно ли выбрать, какая информация будет доступна?": "Да, вы можете настроить, какие данные будут делиться с совпадениями.",
  "Сколько SNP содержит Family Finder тест?": "Более 700,000 аутосомных SNP.",
  "Сколько снипов содержит Family Finder тест?": "Более 700,000 аутосомных SNP.",
  "Сколько SNP используется в тесте Family Finder™?": "Тест использует более 700 000 аутосомных SNP.",
  "Сколько снипов используется в тесте Family Finder™?": "Тест использует более 700 000 аутосомных SNP.",
  "Определяет ли Family Finder неандертальскую или денисовскую наследственность?": "Нет, такие результаты Family Finder не предоставляет.",
  "Что значит opt-in в Family Finder?": "Это согласие участвовать в системе поиска совпадений.",
  "Какие уведомления не отправляются?": "Не отправляются уведомления для совпадений более дальних, чем 2-ые кузены.",
  "Что такое Close Match?": "Совпадение близкого родственника, примерно 2-3 поколения.",
  "Что такое Immediate Match?": "Совпадение очень близкого родственника, например 1-2 поколения.",
  "Почему Family Finder совпадения могут отличаться от Y-DNA?": "Потому что Y-DNA отслеживает только мужскую линию, а Family Finder — всю аутосомную ДНК.",
  "Что такое Paternal Side?": "Родственные связи через отца.",
  "Что такое Maternal Side?": "Родственные связи через мать.",
  "Как Family Finder помогает в генеалогии?": "Позволяет выявлять родственников и строить семейные деревья на основе ДНК совпадений.",
  "Что делать, если не удаётся найти родственные связи с удалёнными кузенами?": "Это может быть Speculative Relationship — гипотетическое родство.",
  "Что такое autosomal recombination?": "Перекомбинация аутосомной ДНК при передаче от родителей к детям.",
  "Почему совпадения не всегда идентичны между тестами?": "Разные компании и алгоритмы анализа могут давать небольшие различия.",
  "Что значит Family Matching feature?": "Функция группировки совпадений по линиям семьи (материнская или отцовская).",
  "Что делает Reference Sequence?": "Служит эталоном для сравнения ДНК и выявления вариантов.",
  "Что такое Variant в Family Finder?": "Изменение последовательности нуклеотидов по сравнению с эталонной последовательностью.",
  "Можно ли определить точно, кто с какой стороны родственник?": "Нет, только через тестирование родителей или родственников с той стороны.",
  "Что делать, если совпадение на Family Finder не отображается в базе?": "Это может означать, что пользователь не прошёл тест или не включился в опцию совпадений.",
  "Что показывает Immediate и Close совпадение?": "Показывает близких родственников, с которыми вы делите значительную часть ДНК.",
  "Что показывает дальнее совпадение?": "Дальнее или гипотетическое родство, иногда до 20 поколений.",
  "Что включает Shared Genetic Information?": "Информацию о генах, общую с совпавшими родственниками, а также личные данные, если вы их предоставили.",
  "Почему Family Finder не показывает результаты для всех родственников?": "Не все пользователи прошли тест или согласились участвовать в поиске совпадений.",
  "Можно ли переносить данные из MyHeritage в FamilyTreeDNA?": "Да, результаты MyHeritage можно перенести для поиска совпадений.",
  "Что такое Autosomal DNA Transfer?": "Перенос аутосомных ДНК данных из другого сервиса в FamilyTreeDNA.",
  "Какие тесты используют Family Finder алгоритмы?": "Только Family Finder тест и перенесённые аутосомные данные.",
  "Что значит Speculative Relationship category?": "Категория потенциального или гипотетического родства.",
  "Что делать, если совпадение не совпадает с фамилией?": "Это может быть связано с различными линиями родства или изменением фамилии в истории семьи.",
  "Что такое Third-Party Tool?": "Внешние программы для анализа ДНК-результатов, которые могут использовать другие алгоритмы.",
  "Почему Family Finder использует микрочип?": "Чтобы тестировать сотни тысяч SNP и находить совпадения.",
  "Что включает тест Family Finder?": "Сотни тысяч маркеров аутосомной ДНК для поиска родственных совпадений.",
  "Что делать при сомнительных совпадениях?": "Такие совпадения следует рассматривать как гипотетические до подтверждения другими источниками.",
  "Можно ли определить точное родство для 4-го и более поколения?": "Нет, Family Finder даёт только приблизительные совпадения.",
  "Что такое Close Match уведомление?": "Уведомление о совпадении с близким родственником по электронной почте.",
  "Что делать, если совпадения нет в базе?": "Проверить, прошёл ли пользователь Family Finder тест и включился ли в опцию совпадений.",
  "Что делает Family Finder с результатами третьих сторон?": "Сравнивает только совместимые аутосомные данные и выдаёт совпадения.",
  "Можно ли видеть, на какой стороне семьи родственник?": "Только через тестирование родителей или родственников, Family Finder не определяет автоматически.",
  "Does FamilyTreeDNA offer gift cards?": "Yes, gift cards can be used for new kit purchases or purchases on existing accounts.",
  "Как FamilyTreeDNA защищает мою приватность?": "FamilyTreeDNA использует современные стандарты безопасности для хранения ДНК-образцов, результатов тестов и личных данных, и позволяет пользователям контролировать, как их генетическая информация используется и делится.",
  "Делятся ли мои персональные данные с третьими лицами?": "Нет, ваши имя и другие идентифицирующие данные не передаются третьим лицам, кроме случаев, когда это требуется по закону или с вашего явного согласия.",
  "Что мне даст тест BigY700": "Y-ДНК 700 STR маркеров; Y-ДНК финальный снип (ветка); Y-ДНК положение на древе; Треккер Globtrekker; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа mtDNA Full; Возможность дозаказа FamilyFinder.",
  "Что мне даст тест Y37 вместе с FamilyFinder?": "Y-ДНК 37 STR маркеров; Y-ДНК субклад; Y-ДНК предсказание ветви; мтДНК субклад (скоро); Аутосомные совпаденцы; Аутосомные кластеры; Аутосомный браузер; Аутосомная матрица; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа BigY700; Возможность дозаказа mtDNA Full.",
  "Что мне даст тест Y37?": "Y-ДНК 37 STR маркеров; Y-ДНК субклад; Y-ДНК предсказание ветви; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа мтДНК; Возможность дозаказа BigY700.",
  "Что мне даст тест FamilyFinder?": "Аутосомные совпаденцы; Аутосомные кластеры; Аутосомный браузер; Аутосомная матрица; Y-ДНК субклад; Y-ДНК возможность апгрейда; мтДНК субклад (скоро); Доступ к проектам FTDNA; Возможность дозаказа мтДНК; Возможность дозаказа Y37 или BigY700.",
  "Что мне даст тест BigY": "Y-ДНК 700 STR маркеров; Y-ДНК финальный снип (ветка); Y-ДНК положение на древе; Треккер Globtrekker; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа mtDNA Full; Возможность дозаказа FamilyFinder.",
  "Что мне даст тест Y37 вместе с FF?": "Y-ДНК 37 STR маркеров; Y-ДНК субклад; Y-ДНК предсказание ветви; мтДНК субклад (скоро); Аутосомные совпаденцы; Аутосомные кластеры; Аутосомный браузер; Аутосомная матрица; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа BigY700; Возможность дозаказа mtDNA Full.",
  "Что мне даст тест на 37 маркеров?": "Y-ДНК 37 STR маркеров; Y-ДНК субклад; Y-ДНК предсказание ветви; Доступ к базе данных FTDNA; Доступ к проектам FTDNA; Возможность дозаказа мтДНК; Возможность дозаказа BigY700.",
  "Что мне даст аутосомный тест?": "Аутосомные совпаденцы; Аутосомные кластеры; Аутосомный браузер; Аутосомная матрица; Y-ДНК субклад; Y-ДНК возможность апгрейда; мтДНК субклад (скоро); Доступ к проектам FTDNA; Возможность дозаказа мтДНК; Возможность дозаказа Y37 или BigY700.",
  "Какие типы ДНК анализируются в генетических тестах?": "Ядерная ДНК и митохондриальная ДНК.",
  "Когда появились первые потребительские генетические тесты?": "В середине 1990-х в Великобритании и США.",
  "Какие методы используются в генетическом тестировании?": "ПЦР, ДНК-микромассивы и секвенирование ДНК.",
  "Почему нельзя протестировать все наследственные болезни?": "Из-за лабораторных ограничений и наличия де-ново мутаций.",
  "Что такое де-ново мутация?": "Мутация, которая возникает у ребёнка и отсутствует у родителей.",
  "Можно ли генетическим тестом определить предрасположенность к полиэтиологическим заболеваниям?": "Да, но только частично, с учётом образа жизни и других факторов.",
  "Как рассчитываются поли генные рисковые показатели?": "Статистически, сравнивая генетику больных людей с генетикой здоровых.",
  "Можно ли с помощью теста определить точное национальное происхождение?": "Нет, тест лишь оценивает сходство с определёнными популяциями.",
  "Может ли ДНК предсказать идеальную диету?": "Нет, только некоторые непереносимости (лактоза, кофеин, алкоголь, глютен) можно оценить.",
  "Какие полезные выводы даёт генетический тест для питания?": "Может мотивировать к здоровому питанию и учитывать предрасположенности к заболеваниям.",
  "Может ли генетика предсказать реакцию на лекарства?": "Да, может (фармакогенетика).",
  "Что нужно помнить при оценке риска заболеваний?": "Генетика показывает предрасположенность, а не окончательный диагноз.",
  "Почему результаты тестов могут отличаться для разных образцов ДНК?": "Из-за мозаицизма — разные клетки могут иметь разные мутации.",
  "Что такое мозаицизм?": "Состояние, когда в организме присутствуют клетки с разной генетической информацией.",
  "Можно ли генетически определить склонность к ожирению?": "Частично, но образ жизни играет ключевую роль.",
  "Можно ли по ДНК узнать интеллект ребёнка?": "Нет, интеллект зависит от множества факторов, не только генетики.",
  "Как наследуются заболевания по аутосомно-доминантному типу?": "Достаточно одной копии мутантного гена от одного родителя, чтобы проявилось заболевание.",
  "Как наследуются заболевания по аутосомно-рецессивному типу?": "Необходимо иметь две копии мутантного гена (по одной от каждого родителя).",
  "Можно ли генетическими тестами определить склонность к алкоголизму?": "Можно оценить предрасположенность, но не дать точный прогноз.",
  "Что такое генетическая предрасположенность?": "Вероятность проявления признака или болезни, обусловленная наследственностью.",
  "Можно ли по ДНК узнать группу крови?": "Да, определение генотипа позволяет узнать группу крови ребёнка.",
  "Можно ли генетически оценить спортивные способности взрослого человека?": "Частично, но факторы тренировки и среды имеют большее значение.",
  "Что такое фармакогенетика?": "Наука о влиянии генетики на реакцию организма на лекарства.",
  "Что такое эпигенетика?": "Изменения активности генов, не связанные с изменением последовательности ДНК.",
  "Может ли стресс изменить экспрессию генов?": "Да, эпигенетические механизмы регулируют ответ на стресс.",
  "Можно ли по ДНК узнать предрасположенность к депрессии?": "Частично, но точного прогноза нет, учитываются и внешние факторы.",
  "Что такое полигенный признак?": "Признак, который зависит от нескольких генов одновременно.",
  "Что такое одногенный признак?": "Признак, который определяется мутацией в одном гене.",
  "Можно ли генетически определить талант к музыке?": "Нет, это сложное сочетание среды и личных способностей.",
  "Можно ли тестами выявить редкие наследственные болезни?": "Да, современные панели и секвенирование позволяют выявлять множество редких мутаций.",
  "Что такое генетический тест на отцовство?": "Сравнение ДНК ребёнка и предполагаемого отца для определения биологического родства.",
  "Можно ли изменить генетическую предрасположенность?": "Нельзя изменить ДНК, но можно корректировать образ жизни и предотвращать проявление болезней.",
  "Каким тестом обнаруживаются SNP для дерева?": "Тест Big Y-700.",
  "Что даёт тест Big Y-700?": "Высокоточные данные Y-DNA и точное размещение на гаплотиповом дереве.",
  "Можно ли с помощью Big Y-700 внести вклад в науку?": "Да, пользователи помогают выявлять новые SNP для будущих ветвей.",
  "Как Family Finder определяет Y-DNA гаплогруппы?": "Через SNP на автосомных чипах для мужчин.",
  "Обеспечивали ли ранние Family Finder чипы Y-DNA гаплогруппы?": "Нет, до 2015 года чипы почти не имели Y-DNA SNP.",
  "Что показывает Y-DNA гаплогруппа?": "Где отцовская линия находится в контексте человеческой истории и миграции.",
  "Могут ли гаплогруппы показывать связь с историческими народами?": "Да, например с кельтами, викингами или древними американцами.",
  "Что такое субклад?": "Уточнённая ветвь гаплогруппы, показывающая недавние отцовские связи.",
  "Как оценивают общих предков по гаплогруппам?": "По SNP ветвям и времени мутаций.",
  "Что даёт TMRCA?": "Время до ближайшего общего предка, оценивается через гаплогруппы.",
  "Все ли Y-DNA гаплогруппы видны в Family Finder?": "Нет, данные от третьих сторон могут не отображаться в списках совпадений.",
  "Все ли Y-ДНК гаплогруппы видны в Family Finder?": "Нет, данные от третьих сторон могут не отображаться в списках совпадений.",
  "Какая функция позволяет скачивать сырые данные Y-SNP?": "Family Finder Results → Download Raw Data.",
  "Почему гаплогруппы подтверждаются в Family Finder?": "Через лабораторно проверенные результаты и MyHeritage трансферы.",
  "Помогают ли гаплогруппы в проектах по фамилиям?": "Да, уточняют совпадения и отцовские линии.",
  "Почему для оценки TMRCA рекомендуется Big Y-700?": "Он секвенирует больше Y-хромосомы для точного назначения гаплогруппы.",
  "Регулярно ли обновляется Y-DNA дерево?": "Да, ежемесячные обновления отражают новые ветви и открытия.",
  "Кто использует гаплогрупповые отчёты?": "Генеалоги, исследователи популяций и любители ДНК.",
  "Что включает mtDNA тестирование?": "Анализ материнской линии, миграции и глубокие корни предков.",
  "Какой проект расширил mtDNA дерево человечества?": "Проект Million Mito.",
  "Сколько ветвей сейчас в обновлённом mtDNA дереве?": "Более 40 000 ветвей.",
  "Что такое гаплогруппа L7?": "Материнская линия в mtDNA дереве возрастом 100 000 лет.",
  "Что такое уровень совпадений Coding Region?": "Наивысший уровень mtDNA совпадений с допустимыми до трёх различий.",
  "Кому полезен mtFull Sequence?": "Тем, кто хочет точное назначение материнской гаплогруппы.",
  "Показывают ли отчёты mtDNA страну происхождения матери?": "Да, на основе Earliest Known Ancestor.",
  "Помогают ли mtDNA гаплогруппы в генеалогии?": "Да, для определения недавних общих предков и миграции.",
  "Что такое отчёт Ancestral Path?": "Показывает генетический путь материнской линии до общего предка.",
  "Сколько ветвей mtDNA добавлено в июне 2022?": "Гаплогруппа L7 и другие новые ветви.",
  "Нужен ли mtFull Sequence для всех mtDNA отчётов?": "Нет, старые отчёты доступны, но полная точность требует mtFull Sequence.",
  "Могут ли апгрейды Family Finder позволить mtDNA тестирование?": "Да, можно приобрести mtFull Sequence.",
  "Почему FamilyTreeDNA обновляет mtDNA гаплогруппы?": "Для более глубокого понимания происхождения и уточнения совпадений.",
  "Сколько ветвей mtDNA добавлено по сравнению с PhyloTree?": "Около 35 000 новых ветвей.",
  "Что такое Big Y-700 тест?": "Самый продвинутый Y-DNA тест для детального анализа Y-хромосомы.",
  "Как Y-DNA гаплогруппы помогают проектам по фамилиям?": "Уточняют совпадения и помогают найти общих предков.",
  "Можно ли купить mtFull Sequence для другого человека?": "Да, если он ещё не тестировался в FamilyTreeDNA.",
  "Сколько тестов может хранить один аккаунт FamilyTreeDNA?": "Только один набор ДНК результатов на аккаунт.",
  "Что делать, если пользователь уже вошёл в другой аккаунт?": "Выйти перед покупкой нового теста для другого человека.",
  "Где можно найти руководства и советы по mtDNA?": "В разделе Help Center и блоге Y-DNA.",
  "Куда обращаться с вопросами и отзывами?": "В службу поддержки клиентов FamilyTreeDNA.",
  "Где обсуждать обновления mtDNA?": "В группе Facebook Mitochondrial DNA for Genealogy.",
  "Кто такой абориген?": "Это группа людей, коренных для географического региона.",
  "Какая группа считается аборигенами?": "Оригинальные жители региона.",
  "Что такое аденин?": "База ДНК, обозначаемая как 'A', которая спаривается с тимином.",
  "Какие базы спариваются в ДНК?": "Аденин с тимином, цитозин с гуанином.",
  "Что такое администратор?": "Волонтер, ответственный за групповые проекты.",
  "Что такое смешанное происхождение (admixture)?": "Происхождение от более чем одной недавней популяционной группы.",
  "Что такое аллель?": "Генетический вариант в конкретной локусной позиции.",
  "Что такое амплификация ДНК?": "Процесс создания множества копий ДНК из одной или нескольких копий.",
  "Кто такой предок?": "Человек, от которого вы происходите.",
  "Что такое родовой гаплотип?": "Набор генетических маркеров вашего предка.",
  "Что такое родовая сигнатура?": "Самый древний известный или предполагаемый гаплотип линии.",
  "Что такое исходное состояние аллеля?": "Предполагаемое начальное значение аллеля.",
  "Что такое антропология?": "Изучение происхождения человека и культуры.",
  "Что такое ашкенази?": "Евреи, поселившиеся в Германии и Восточной Европе.",
  "Что такое аутосомы?": "Половые хромосомы; у человека 22 пары.",
  "Что такое аутосомная ДНК?": "ДНК хромосом, исключая половые хромосомы.",
  "Что означает обратная мутация?": "Возврат маркера к исходному значению.",
  "Что такое база?": "Нуклеотидная единица: A, T, C или G.",
  "Что такое пара оснований?": "Два комплементарных нуклеотида на противоположных цепях ДНК.",
  "Как измеряется ДНК?": "В парах оснований, килобазах (кб) или мегабазах (Мб).",
  "Что такое буккальная клетка?": "Клетка из внутренней поверхности щеки.",
  "Что такое Cambridge Reference Sequence (CRS)?": "Первая секвенированная митохондриальная ДНК человека, использовавшаяся для сравнения.",
  "Что такое катализатор?": "Вещество, ускоряющее химическую реакцию без изменения себя.",
  "Что такое сантиМорган (cM)?": "Единица измерения ДНК, основанная на вероятности рекомбинации за поколение.",
  "Что такое центромера?": "Плотная область, соединяющая две хроматиды хромосомы.",
  "Что такое хроматида?": "Одна из двух нитей хромосомы.",
  "Что такое хромосома?": "Структура в ядре клетки, содержащая генетический материал.",
  "Что такое клада?": "Группа родственных индивидов.",
  "Что такое кодирующая область?": "ДНК, содержащая гены.",
  "Что такое Cohanim Modal Haplotype (CMH)?": "Профиль Y-хромосомы, распространённый среди мужчин с родословной Коэнов.",
  "Кто такой коэн?": "Мужчина, потомок Аарона, еврейского священника.",
  "Что такое CODIS?": "База данных США, использующая маркеры аутосомной ДНК для идентификации.",
  "Что такое комплементарные последовательности?": "Цепи ДНК, которые спариваются: A с T, C с G.",
  "Что такое конвергенция?": "Когда удалённые гаплотипы эволюционируют, становясь похожими.",
  "Что такое цитозин?": "База ДНК 'C', спаривающаяся с гуанином.",
  "Что такое делеция?": "Удаление одного или нескольких нуклеотидов из ДНК.",
  "Что такое ДНК?": "Дезоксирибонуклеиновая кислота, генетический код человека.",
  "Что такое производное состояние аллеля?": "Изменённое состояние, отличающееся от исходного.",
  "Кто такой потомок?": "Человек, происходящий от конкретного предка.",
  "Что такое диаспора?": "Перемещение населения в другие места.",
  "Что такое репликация ДНК?": "Процесс копирования ДНК.",
  "Что такое сегмент ДНК?": "Непрерывный участок ДНК между двумя позициями.",
  "Что такое секвенирование ДНК?": "Определение точного порядка нуклеотидов.",
  "Что такое двойная спираль?": "Закрученная структура ДНК, похожая на лестницу.",
  "Кто такой самый ранний известный предок?": "Самый дальний задокументированный человек на линии родословной.",
  "Что значит эндогамия?": "Брак преимущественно внутри популяции или группы.",
  "Что такое фермент?": "Белок, катализирующий химические реакции.",
  "Что такое эквивалентные SNP?": "SNP на одной ветке гаплотри, одинакового относительного возраста.",
  "Что такое точное совпадение?": "Два человека с идентичными результатами по всем маркерам.",
  "Что такое экзогамия?": "Брак вне культурной или популяционной группы.",
  "Что такое FTDNATiP?": "Инструмент для оценки времени до последнего общего предка по мутациям ДНК.",
  "Что такое полная митохондриальная последовательность?": "Полная митохондриальная ДНК 16 569 пар оснований.",
  "Что такое ген?": "Единица наследственности из ДНК, передающаяся от родителей детям.",
  "Что такое генеалогическая временная рамка?": "Недавнее происхождение, обычно 1-15 поколений.",
  "Что такое GEDCOM?": "Стандартный формат файла для обмена генеалогическими данными.",
  "Что такое генеалогия?": "Изучение семейной истории.",
  "Что такое поколение?": "Время между рождением родителей и детей, обычно 25 лет.",
  "Что такое генетические кузены?": "Люди, выявленные как совпадения по ДНК-тестам.",
  "Что такое генетическое расстояние?": "Различия между наборами ДНК или размер общих сегментов.",
  "Что такое генетический дрейф?": "Когда часть популяции становится генетически отличной.",
  "Что такое генетическая генеалогия?": "Использование ДНК для решения задач родословной.",
  "Что такое генетика?": "Изучение генов и наследственности.",
  "Что такое геном?": "Полный комплект генетического материала организма.",
  "Что такое генотип?": "Генетическая структура индивида.",
  "Что такое максимальная ледниковая фаза?": "Пик ледникового периода.",
  "Что такое страница администратора группы?": "Интерфейс для управления проектами ДНК.",
  "Что такое гуанин?": "База ДНК 'G', спаривающаяся с цитозином.",
  "Гаплогруппа это что?": "Ветка материнского или отцовского генетического дерева человека.",
  "Что такое гаплотип?": "Набор маркеров, наследуемых от одного родителя.",
  "Что такое наследственность?": "Передача генетического материала от родителей к детям.",
  "Что такое гетерозиготность?": "Наличие двух разных аллелей на локусе.",
  "Что такое гомозиготность?": "Наличие двух одинаковых аллелей на локусе.",
  "Что такое HUGO?": "Организация человеческого генома, назначающая новые STR-маркеры.",
  "Что такое гиперварьируемая область?": "Быстро меняющиеся некодирующие области митохондриальной ДНК.",
  "Что такое IBD?": "Идентичность по происхождению; ДНК от общего предка.",
  "Что такое IBS?": "Идентичность по состоянию; совпадение ДНК случайно.",
  "Что такое инбридинг?": "Родители родственные в пределах пяти поколений.",
  "Что такое индел?": "Вставка или удаление нуклеотидов в ДНК.",
  "Что такое вставка?": "Добавление одного или нескольких нуклеотидов.",
  "Кто такой израилит?": "Потомок еврейских племён.",
  "Что такое «джанк» ДНК?": "Некодирующие участки ДНК, иногда с регуляторными функциями.",
  "Кто такой левит?": "Потомок еврейского племени Леви.",
  "Что такое род?": "Все потомки конкретного предка.",
  "Что такое локус?": "Конкретное место на ДНК.",
  "Что такое самый длинный блок?": "Наибольший общий сегмент ДНК между людьми.",
  "Что такое маркер?": "Локус или STR для сравнения ДНК.",
  "Что такое мейоз?": "Деление клеток с рекомбинацией для гаметообразования.",
  "Что такое микро-аллель?": "Частичная потеря повторов STR-маркера.",
  "Что такое микрочип?": "Тест тысяч SNP одновременно.",
  "Что такое митохондрии?": "Органеллы клетки с собственной ДНК и энергией.",
  "Что такое митохондриальная ДНК?": "ДНК митохондрий, передающаяся от матери детям.",
  "Что такое мизрахи?": "Евреи Ближнего Востока, Северной Африки и Кавказа.",
  "Что такое модальный гаплотип?": "Наиболее распространённый гаплотип в группе.",
  "Что такое MRCA?": "Последний общий предок двух людей.",
  "Что означает мутация?": "Наследуемое изменение ДНК.",
  "Что такое частота мутаций?": "Вероятность случайных изменений в ДНК.",
  "Что такое именованный вариант?": "Известный Y-DNA SNP среди 600 000+ SNP.",
  "Что такое No Call?": "Недостаточно данных для определения SNP.",
  "Что такое некодирующая ДНК?": "ДНК, не содержащая гены.",
  "Что такое NRY?": "Не рекомбинирующая часть Y-хромосомы.",
  "Что такое ядерная ДНК?": "ДНК, находящаяся в ядре клетки.",
  "Что такое нуклеиновые кислоты?": "Компоненты ДНК: A, T, C и G.",
  "Что такое нуклеотид?": "Единица ДНК: база, сахар и фосфат.",
  "Что такое ядро?": "Органелла, содержащая хромосомы.",
  "Что такое нулевой результат (null)?": "Отсутствие или нечитаемый Y-STR маркер.",
  "Что такое органелла?": "Специализированная структура клетки, например ядро или митохондрия.",
  "Что значит аутбридинг?": "Общие предки более 10 поколений назад.",
  "Что такое P-рукав?": "Короткий рукав хромосомы.",
  "Что такое палиндром?": "ДНК, читающаяся одинаково вперед и назад.",
  "Что такое параллельная мутация?": "Та же мутация в несвязанных линиях.",
  "Что такое ферограмма?": "График длины ДНК-фрагмента для STR.",
  "Что такое филогенетика?": "Изучение генетических связей между людьми.",
  "Что такое филогенетическое дерево?": "Восстановление линии на основе ДНК.",
  "Что такое полимераза?": "Фермент, собирающий ДНК или РНК.",
  "Что такое ПЦР?": "Метод создания множества копий ДНК-фрагментов.",
  "Что такое полиморфизм?": "Мутация с частотой >1% в популяции.",
  "Что такое популяция?": "Группа людей с общим географическим или родовым происхождением.",
  "Что такое узкое место в популяции?": "Сильное уменьшение численности популяции.",
  "Что такое праймер?": "Короткая последовательность ДНК для начала репликации.",
  "Что такое приватный вариант?": "Y-DNA SNP, не включённый в список известных SNP.",
  "Что такое белок?": "Молекула, выполняющая специфические функции в клетках.",
  "Что такое метод главных компонент?": "Метод разделения смешанного генетического профиля на группы.",
  "Что такое псевдонимизация?": "Сокрытие личных данных для предотвращения использования.",
  "Что такое Q-рукав?": "Длинный рукав хромосомы.",
  "Что такое recLOH?": "Рекомбинационное выравнивание Y-STR маркеров до одинаковых значений.",
  "Что такое рекомбинация?": "Смешивание ДНК, полученной от родителей.",
  "Что это RSRS?": "Reconstructed Sapiens Reference Sequence — эталонная mtDNA последовательность.",
  "Что такое рестриктаза?": "Белок, разрезающий ДНК в определённых последовательностях.",
  "Что это rCRS?": "Пересмотренная Cambridge Reference Sequence, первая mtDNA последовательность.",
  "Что такое сефардские евреи?": "Евреи, поселившиеся в Испании во время диаспоры.",
  "Что такое половые хромосомы?": "X или Y хромосома, определяющая пол.",
  "Что это STR?": "Короткий повтор ДНК, используемый как маркер.",
  "Что это STR маркер?": "Короткий тандемный повтор, используемый для генетического сопоставления.",
  "Что это SNP?": "Сингл-нуклеотидный полиморфизм; изменение ДНК в точке.",
  "Что такое сестринская клада?": "Две гаплогруппы на одном уровне филогенетического дерева.",
  "Что такое субклада?": "Подгруппа в гаплогруппе, часто специфичная для региона.",
  "Что такое фамилия?": "Фамилия, передаваемая от отца детям.",
  "Что такое теломера?": "Конец хромосомы.",
  "Что такое тимин?": "База ДНК 'T', спаривающаяся с аденином.",
  "Что такое TMRCA?": "Время до ближайшего общего предка, используемое в Time Tree.",
  "Что такое переход?": "Изменение A↔G или C↔T.",
  "Что такое событие передачи?": "Передача генетического материала следующему поколению.",
  "Что такое трансверсия?": "Изменение A↔C или G↔T.",
  "Что такое триангуляция?": "Нахождение общего предка по общим сегментам ДНК у трёх и более людей.",
  "Что такое WAMH?": "Western Atlantic Modal Haplotype, распространённые европейские Y-DNA гаплотипы.",
  "Что такое X-хромосома?": "Половая хромосома; у мужчин одна, у женщин две.",
  "Что такое X-совпадение?": "Человек, совпадающий с вами по X-хромосоме.",
  "Что такое Y-хромосома?": "Половая хромосома, передающаяся от отца к сыну.",
  "Что такое YCC-дерево?": "Классификация Y-DNA гаплогрупп по Y Chromosome Consortium.",
  "Кто такие аборигены?": "Относится к группе людей, коренных для географического региона.",
  "Каких людей называют аборигенами?": "Оригинальные жители региона.",
  "Что обозначает аденин?": "База ДНК, обозначаемая как 'A', которая спаривается с тимином.",
  "Какие пары оснований встречаются в ДНК?": "Аденин с тимином, цитозин с гуанином.",
  "Кем является администратор в ДНК-проекте?": "Волонтер, ответственный за групповые проекты.",
  "Что такое смешанное происхождение?": "Происхождение от более чем одной недавней популяционной группы.",
  "Что называют аллелью?": "Генетический вариант в конкретной локусной позиции.",
  "Что подразумевается под амплификацией ДНК?": "Процесс создания множества копий ДНК из одной или нескольких копий.",
  "Кто считается предком?": "Человек, от которого вы происходите.",
  "Родовой гаплотип это что?": "Набор генетических маркеров вашего предка.",
  "Как определяется родовая сигнатура?": "Самый древний известный или предполагаемый гаплотип линии.",
  "Что называют исходным состоянием аллеля?": "Предполагаемое начальное значение аллеля.",
  "Чем занимается антропология?": "Изучение происхождения человека и культуры.",
  "Кто такие ашкенази?": "Евреи, поселившиеся в Германии и Восточной Европе.",
  "Аутосомы это что такое?": "Половые хромосомы; у человека 22 пары.",
  "Что называют аутосомной ДНК?": "ДНК хромосом, исключая половые хромосомы.",
  "Что представляет собой обратная мутация?": "Возврат маркера к исходному значению.",
  "Что считается базой ДНК?": "Нуклеотидная единица: A, T, C или G.",
  "Пара оснований это что?": "Два комплементарных нуклеотида на противоположных цепях ДНК.",
  "Как измеряют длину ДНК?": "В парах оснований, килобазах (кб) или мегабазах (Мб).",
  "Что обозначает буккальная клетка?": "Клетка из внутренней поверхности щеки.",
  "Cambridge Reference Sequence (CRS) это что?": "Первая секвенированная митохондриальная ДНК человека, использовавшаяся для сравнения.",
  "Чем является катализатор?": "Вещество, ускоряющее химическую реакцию без изменения себя.",
  "Что измеряет сантиМорган?": "Единица измерения ДНК, основанная на вероятности рекомбинации за поколение.",
  "Центромера это что такое?": "Плотная область, соединяющая две хроматиды хромосомы.",
  "Что называют хроматидой?": "Одна из двух нитей хромосомы.",
  "Как определяется хромосома?": "Структура в ядре клетки, содержащая генетический материал.",
  "Что называют кладой?": "Группа родственных индивидов.",
  "Что включает кодирующая область?": "ДНК, содержащая гены.",
  "Cohanim Modal Haplotype (CMH) то что?": "Профиль Y-хромосомы, распространённый среди мужчин с родословной Коэнов.",
  "Коэны это кто такие?": "Потомки Аарона, еврейского священника.",
  "Что обозначает CODIS?": "База данных США, использующая маркеры аутосомной ДНК для идентификации.",
  "Что понимается под комплементарными последовательностями?": "Цепи ДНК, которые спариваются: A с T, C с G.",
  "Что такое конвергенция в генетике?": "Когда удалённые гаплотипы эволюционируют, становясь похожими.",
  "Цитозин это что?": "База ДНК 'C', спаривающаяся с гуанином.",
  "Делеция это что?": "Удаление одного или нескольких нуклеотидов из ДНК.",
  "Что означает ДНК?": "Дезоксирибонуклеиновая кислота, генетический код человека.",
  "Производное состояние аллеля это?": "Изменённое состояние, отличающееся от исходного.",
  "Потомок это кто?": "Человек, происходящий от конкретного предка.",
  "Что обозначает диаспора?": "Перемещение населения в другие места.",
  "Репликация ДНК это что?": "Процесс копирования ДНК.",
  "Что называют сегментом ДНК?": "Непрерывный участок ДНК между двумя позициями.",
  "Секвенирование ДНК это что?": "Определение точного порядка нуклеотидов.",
  "Что представляет собой двойная спираль?": "Закрученная структура ДНК, похожая на лестницу.",
  "Кто считается самым ранним известным предком?": "Самый дальний задокументированный человек на линии родословной.",
  "Что означает эндогамия?": "Брак преимущественно внутри популяции или группы.",
  "Что является ферментом?": "Белок, катализирующий химические реакции.",
  "Что значит эквивалентные SNP?": "SNP на одной ветке гаплотри, одинакового относительного возраста.",
  "Что значит эквивалентные снипы?": "SNP на одной ветке гаплотри, одинакового относительного возраста.",
  "Что значит точное совпадение?": "Два человека с идентичными результатами по всем маркерам.",
  "Что означает экзогамия?": "Брак вне культурной или популяционной группы.",
  "Что такое FTDNA TiP?": "Инструмент для оценки времени до последнего общего предка по мутациям ДНК.",
  "Что включает полная митохондриальная последовательность?": "Полная митохондриальная ДНК 16 569 пар оснований.",
  "Что понимается под геном?": "Полный комплект генетического материала организма.",
  "Что представляет собой ген?": "Единица наследственности из ДНК, передающаяся от родителей детям.",
  "Что означает генеалогическая временная рамка?": "Недавнее происхождение, обычно 1-15 поколений.",
  "Что означает мтДНК?": "Митохондриальная ДНК, уникальная ДНК, унаследованная от митохондрий.",
  "Откуда изначально происходили митохондрии?": "Они были маленькими организмами с собственной ДНК, прежде чем вступить в симбиоз с клетками.",
  "Какие четыре нуклеотидные основания в ДНК?": "Гуанин (G), Аденин (A), Тимин (T), Цитозин (C).",
  "Как работают пары оснований?": "G спарен с C, а A спарен с T.",
  "Что такое мутация?": "Ошибка копирования в ДНК, когда одно основание заменяется другим.",
  "Что такое RSRS?": "Reconstructed Sapiens Reference Sequence — эталонная последовательность для сравнения мутаций мтДНК.",
  "Для чего нужен RSRS?": "Чтобы стандартизировать сравнение мутаций мтДНК.",
  "Что такое исходное значение (ancestral value)?": "Оригинальное основание в эталонной последовательности.",
  "Что такое производное значение (derived value)?": "Основание, отличающееся от эталонного.",
  "Как фиксируется мутация?": "Через исходное основание, позицию и производное значение, например A769G.",
  "Что такое гетероплазмия?": "Когда разные митохондрии в одной клетке имеют разные мутации.",
  "Когда гетероплазмия фиксируется?": "Если более 20% исследованных митохондрий показывают различие.",
  "Как обозначается гетероплазмия?": "Специальными буквами: R, M, W, H, D, N, S, Y, K, V, B, X.",
  "Что означает A769R?": "В некоторых митохондриях A, а в некоторых G на позиции 769.",
  "Как гетероплазмия влияет на совпадения?": "Совпадение учитывает тех, кто имеет ту же гетероплазмию или эталонное значение.",
  "Что такое генетическое расстояние с гетероплазмией?": "Разница считается 1, если другой человек имеет завершенную мутацию, которой нет у вас.",
  "Что такое пары оснований?": "Два нуклеотида, соединенные вместе в ДНК.",
  "Как устроены цепи ДНК?": "Две параллельные цепи, образующие двойную спираль, соединенные парами оснований.",
  "Почему фиксируется только прямая цепь?": "Чтобы проще отслеживать мутации, достаточно знать одну цепь.",
  "Что такое rCRS?": "Revised Cambridge Reference Sequence — первая широко используемая эталонная последовательность мтДНК.",
  "В чем отличие rCRS и RSRS?": "rCRS основан на европейцах; RSRS представляет реконструированную предковую последовательность человека.",
  "Как фиксируются мутации в rCRS?": "Через позицию и производное значение, например 263G.",
  "Как фиксируются мутации в RSRS?": "Через исходное значение, позицию и производное значение, например A769G.",
  "Что такое трансверсии?": "Мутации, при которых пурин меняется на пиримидин или наоборот.",
  "Как обозначаются трансверсии?": "Большая буква для исходного основания, маленькая для измененного, например A825t.",
  "Что такое транзиции?": "Мутации, при которых пурин меняется на другой пурин, а пиримидин на другой пиримидин.",
  "Пример транзиции?": "A → G или C → T.",
  "Что значит обратная мутация?": "Мутация, возвращающаяся к исходному значению.",
  "Как обозначается обратная мутация?": "С восклицательным знаком после значения на странице RSRS.",
  "Что такое дополнительные мутации?": "Присутствуют в мтДНК, но не определяют гаплогруппу.",
  "Что такое отсутствующие мутации?": "Определяющие гаплогруппу мутации, которых нет у человека.",
  "Что такое вставки (insertions)?": "Дополнительные основания между установленными позициями, например 315.1C.",
  "Что такое делеции (deletions)?": "Отсутствие основания в установленной позиции, например 315d или 290-291d.",
  "Что такое повторы (repeats)?": "Короткие последовательности, которые могут увеличиваться или уменьшаться, например [2]16982CTAT[3].",
  "Что такое варианты низкого качества?": "Варианты с непредсказуемым поведением, указанные в скобках, например (C152T).",
  "Почему транзиции встречаются чаще трансверсий?": "Из-за химического сходства пуринов и пиримидинов.",
  "Какие основания пурины?": "A и G.",
  "Какие основания пиримидины?": "C и T.",
  "Почему A парен с T?": "Из-за химических правил спаривания пуринов с пиримидинами.",
  "Почему G парен с C?": "Из-за химических правил спаривания пуринов с пиримидинами.",
  "Что означает десятичная точка в отчете мтДНК?": "Дополнительное основание, например 315.1C.",
  "Что означает диапазон с d?": "Делеция в нескольких позициях, например 290-291d.",
  "Что такое прямая цепь?": "Цепь ДНК, используемая в тестах для упрощения идентификации мутаций.",
  "Как определяется гетероплазмия?": "Секвенированием митохондрий и выявлением нескольких оснований в одной позиции.",
  "Какой символ обозначает A или G?": "R",
  "Какой символ обозначает A или C?": "M",
  "Какой символ обозначает A или T?": "W",
  "Какой символ обозначает A, C или T?": "H",
  "Какой символ обозначает A, G или T?": "D",
  "Какой символ обозначает любой нуклеотид?": "N или X",
  "Какой символ обозначает C или G?": "S",
  "Какой символ обозначает C или T?": "Y",
  "Какой символ обозначает G или T?": "K",
  "Какой символ обозначает A, C или G?": "V",
  "Какой символ обозначает C, G или T?": "B",
  "Что такое исходная последовательность?": "Эталонная последовательность, от которой измеряются мутации.",
  "Почему важны митохондриальные мутации?": "Они помогают отслеживать материнскую линию и генеалогические связи.",
  "Как гетероплазмные мутации совпадают с другими?": "По совпадению с той же гетероплазмией или эталонным значением.",
  "Считаются ли гетероплазмные мутации полной разницей?": "Нет, они могут совпадать с людьми с эталонным основанием.",
  "Что происходит, если мутация достигает всех митохондрий?": "Гетероплазмия становится фиксированной мутацией.",
  "Что такое дополнительные мутации в RSRS?": "Мутации, присутствующие в мтДНК, но не определяющие гаплогруппу.",
  "Что такое отсутствующие мутации в RSRS?": "Мутации, определяющие гаплогруппу, которых нет в вашей мтДНК.",
  "Какова значимость номеров позиций?": "Позволяют точно идентифицировать места мутаций.",
  "Как вставки влияют на отчетность?": "Отмечаются десятичными числами для показа дополнительных оснований.",
  "Как делеции влияют на отчетность?": "Отмечаются буквой d для обозначения отсутствующих оснований.",
  "Что такое пурин?": "A или G, двухкольцевая структура.",
  "Что такое пиримидин?": "C или T, одно кольцо.",
  "Как фиксируются повторы?": "С помощью скобок и позиции, например [2]16982CTAT[3].",
  "Как обозначаются низкокачественные варианты?": "В скобках, например (C152T).",
  "Зачем использовать эталонные последовательности?": "Для стандартизации отчетности и сравнения мутаций.",
  "Какие две основные эталонные последовательности?": "rCRS и RSRS.",
  "Почему rCRS заменили на RSRS?": "rCRS основан на европейцах, не отражает глобальное население.",
  "Кого представляет RSRS?": "Митохондриальная Ева, предковая линия человека по матери.",
  "Что такое производное значение?": "Нуклеотид, отличающийся от эталонной последовательности.",
  "Что такое исходное значение?": "Нуклеотид из эталонной последовательности.",
  "В каком формате фиксируются мутации?": "Исходное значение, позиция, производное значение, например A769G.",
  "Могут ли мутации происходить в эмбрионах?": "Да, как ошибки копирования во время репликации ДНК.",
  "Что происходит при замене одного основания другим?": "Образуется мутация в мтДНК.",
  "Что биологически означает гетероплазмия?": "Мутация в процессе в некоторых митохондриях.",
  "Может ли гетероплазмия стать фиксированной?": "Да, со временем она может охватить все митохондрии.",
  "Чем отличается отчетность гетероплазмий?": "Используются буквы кроме A, C, T или G для указания нескольких оснований.",
  "Зачем отслеживать мутации мтДНК?": "Для изучения материнских линий и генеалогии.",
  "Чем отличаются трансверсии от транзиции?": "Трансверсии — пурин на пиримидин или наоборот; транзиции — внутри того же типа.",
  "Почему транзиции встречаются чаще?": "Из-за химической структуры легче замещать схожие основания.",
  "Как RSRS отличается от rCRS по формату отчетности?": "RSRS включает исходное значение, позицию и производное значение.",
  "Что означает A1234G?": "Мутация A в G на позиции 1234.",
  "Что означает 263G в rCRS?": "Мутация на позиции 263 с производным значением G.",
  "Как фиксируются многоосновные мутации?": "Десятичные точки и скобки для дополнительных или повторяющихся оснований.",
  "Какова функция мтДНК?": "Поддержка энергии клетки и отслеживание материнской линии.",
  "Можно ли использовать мутации мтДНК для генеалогии?": "Да, для отслеживания материнской линии и расчета генетического расстояния.",
  "Что такое основание в ДНК?": "A, T, C или G, составляющее нуклеотид.",
  "Каково химическое основание пар?": "Водородные связи соединяют пурины и пиримидины.",
  "Почему фиксируется только одна цепь при тестировании?": "Потому что знание одной цепи позволяет определить комплементарное основание.",
  "Может ли гетероплазмия происходить в нескольких позициях?": "Да, некоторые люди имеют несколько гетероплазмий.",
  "Как гетероплазмия влияет на совпадение?": "Позволяет совпадение с эталонными и промежуточными мутациями.",
  "Какие буквы указывают несколько возможных оснований в одной позиции?": "R, M, W, H, D, N, S, Y, K, V, B, X.",
  "Что такое мутация в мтДНК?": "Изменение от исходного нуклеотида к производному.",
  "Что означает позиция 769 в A769G?": "Конкретное место мутации.",
  "В чем разница между исходным и производным значением?": "Исходное — эталонное; производное — найденное у человека.",
  "Что такое STR маркер?": "Короткий тандемный повтор, последовательность ДНК, повторяющаяся несколько раз.",
  "Что означает STR?": "Short Tandem Repeat (короткий тандемный повтор).",
  "Что означает STR маркер?": "Short Tandem Repeat (короткий тандемный повтор).",
  "Что такое SNP снип?": "Полиморфизм одного нуклеотида — небольшое изменение в ДНК.",
  "Чем STR отличается от SNP?": "STR мутируют быстро, могут добавляться или теряться повторы; SNP редки и редко возвращаются обратно.",
  "Что такое обратная мутация?": "Когда значение маркера возвращается к исходному.",
  "Что означают числа на результатах Y-STR?": "Количество повторов последовательности в определённом месте Y-хромосомы.",
  "Зачем нужны значения Y-STR?": "Они создают Y-ДНК подпись для сравнения с другими в базе данных.",
  "Что показывает Y-ДНК подпись?": "Патрилинейную линию и генеалогические связи.",
  "Что означают префиксы DYS, DYZ, DYF?": "Указывают DNA (D), Y-хромосому (Y) и сложность сегмента (S, Z, F).",
  "Что означает префикс FTY?": "Family Tree Y, временный префикс до официального присвоения HUGO.",
  "Что означает D в DYS393?": "Сегмент ДНК.",
  "Что означает Y в DYS393?": "Y-хромосома.",
  "Что означает S в DYS393?": "Уникальный сегмент.",
  "Что означает 393 в DYS393?": "Уникальный идентификационный номер.",
  "Почему один STR может иметь несколько результатов?": "Это многокопийный маркер с копиями в разных местах.",
  "Могут ли копии STR меняться независимо?": "Да, каждая копия может иметь разное значение.",
  "Пример многокопийного маркера?": "DYS385, обычно две копии.",
  "Почему значения Big Y-700 могут отличаться от других компаний?": "FamilyTreeDNA учитывает только идеальные повторы, что даёт небольшие смещения.",
  "Почему могут измениться переданные результаты Y-STR?": "Разные стандарты отчётности у FamilyTreeDNA и Sorenson Labs.",
  "Какие маркеры изменяются при передаче?": "DYS441, DYS442, Y-GATA-A10, Y-GATA-H4.",
  "Стоит ли тестировать дополнительные маркеры Y-STR?": "Да, чтобы уточнить совпадения и повысить уверенность в родстве.",
  "Когда полезно тестировать больше маркеров?": "Для сравнения дополнительных маркеров или участия в групповых проектах.",
  "Как дополнительные маркеры влияют на генеалогическое совпадение?": "Сужают время до общего предка, повышают точность и уменьшают случайные совпадения.",
  "Используются ли все панели Y-STR для совпадений?": "Нет, только панели 1-5.",
  "Улучшает ли тестирование большего числа STR качество совпадений?": "Да, уточняет совпадения и делает информацию о предках более релевантной.",
  "Увеличивают ли дополнительные маркеры количество прослеживаемых поколений?": "Нет, они сокращают диапазон поколений до общего предка.",
  "Помогают ли дополнительные маркеры уточнить совпадения по предкам?": "Да, особенно на странице Y-DNA Ancestral Origins.",
  "Насколько развита база данных для Y-111?": "Она новая, совпадения могут быть ограничены размером базы.",
  "Что включает мутация STR?": "Добавление или потеря повторов в последовательности ДНК.",
  "Какова скорость мутации STR?": "Высокая, изменения происходят быстрее, чем у SNP.",
  "Какова скорость мутации SNP?": "Низкая, изменения редки.",
  "Основная цель теста Y-STR?": "Анализ патрилинейной линии и генеалогических связей.",
  "Как идентифицируются STR-маркеры?": "По уникальному буквенно-цифровому идентификатору и расположению на Y-хромосоме.",
  "Совпадают ли переданные результаты с FamilyTreeDNA?": "Не всегда, могут быть небольшие отличия.",
  "Почему число повторов важно?": "Оно определяет значение STR для сравнения гаплотипов.",
  "Могут ли STR обратно мутировать?": "Да, это чаще, чем у SNP.",
  "Часто ли SNP обратно мутируют?": "Нет, это редкость.",
  "Как FamilyTreeDNA считает повторы?": "Учёт только идеальных повторов.",
  "Почему значения Big Y отличаются от других компаний?": "Из-за различий в методах подсчёта повторов.",
  "Может ли тест STR определить точное родство?": "Даёт сильные указания, но для уверенности нужны дополнительные маркеры.",
  "Что даёт увеличение числа тестируемых STR?": "Более точные совпадения и высокая уверенность в связях.",
  "Все ли STR одинаково важны?": "Нет, некоторые мутируют быстрее или многокопийные, влияя на анализ.",
  "Почему многокопийные STR важны?": "Показывают вариацию в нескольких местах и уточняют линии.",
  "Что такое Y-ДНК подпись?": "Гаплотип с набором значений STR индивида.",
  "Как STR помогают генеалогии?": "Сравнивая гаплотипы, находят общих патрилинейных предков.",
  "Почему маркеры могут различаться между лабораториями?": "Разные стандарты подсчёта и определения мутаций.",
  "Чем отличаются панели 6 и 7 Big Y-700?": "Содержат дополнительные STR, не всегда сравнимые с другими компаниями.",
  "Стоит ли всем переходить на Y-111?": "Не обязательно, зависит от целей, совпадений и участия в проектах.",
  "Какая польза от тестирования более высокоуровневых STR?": "Более точные совпадения и уточнённые оценки предков.",
  "Как используются результаты STR с базой данных?": "Для сравнения гаплотипов и выявления возможных родственников.",
  "Что означают названия SNP?": "Однонуклеотидные полиморфизмы (SNP), или снипы, обычно называются в честь лаборатории или специалиста, впервые их определившего. Каждой лаборатории или специалисту присваивается буква или серия букв, а следующее за ней число обозначает количество идентифицированных SNP. Например, FT1 был первым SNP, идентифицированным тестом FamilyTreeDNA BigY-700. FT2 был вторым и так далее. Вот полный список всех префиксов названий SNP: https://help.familytreedna.com/hc/en-us/articles/9491505629967-SNP-Names",
  "Что означает SNP нумерация?": "Однонуклеотидные полиморфизмы (SNP), или снипы, обычно называются в честь лаборатории или специалиста, впервые их определившего. Каждой лаборатории или специалисту присваивается буква или серия букв, а следующее за ней число обозначает количество идентифицированных SNP. Например, FT1 был первым SNP, идентифицированным тестом FamilyTreeDNA BigY-700. FT2 был вторым и так далее. Вот полный список всех префиксов названий SNP: https://help.familytreedna.com/hc/en-us/articles/9491505629967-SNP-Names",
  "Что означают названия снипов?": "Однонуклеотидные полиморфизмы (SNP), или снипы, обычно называются в честь лаборатории или специалиста, впервые их определившего. Каждой лаборатории или специалисту присваивается буква или серия букв, а следующее за ней число обозначает количество идентифицированных SNP. Например, FT1 был первым SNP, идентифицированным тестом FamilyTreeDNA BigY-700. FT2 был вторым и так далее. Вот полный список всех префиксов названий SNP: https://help.familytreedna.com/hc/en-us/articles/9491505629967-SNP-Names",
  "Что обозначают снипы?": "Однонуклеотидные полиморфизмы (SNP), или снипы, обычно называются в честь лаборатории или специалиста, впервые их определившего. Каждой лаборатории или специалисту присваивается буква или серия букв, а следующее за ней число обозначает количество идентифицированных SNP. Например, FT1 был первым SNP, идентифицированным тестом FamilyTreeDNA BigY-700. FT2 был вторым и так далее. Вот полный список всех префиксов названий SNP: https://help.familytreedna.com/hc/en-us/articles/9491505629967-SNP-Names",
  "Что означает нумерация снипов?": "Однонуклеотидные полиморфизмы (SNP), или снипы, обычно называются в честь лаборатории или специалиста, впервые их определившего. Каждой лаборатории или специалисту присваивается буква или серия букв, а следующее за ней число обозначает количество идентифицированных SNP. Например, FT1 был первым SNP, идентифицированным тестом FamilyTreeDNA BigY-700. FT2 был вторым и так далее. Вот полный список всех префиксов названий SNP: https://help.familytreedna.com/hc/en-us/articles/9491505629967-SNP-Names",
  "Какие четыре основания входят в состав ДНК?": "A, C, T и G.",
  "Что такое нуклеотиды?": "Это пары оснований (AT или GC), соединяющие две цепи ДНК, как перекладины лестницы.",
  "Что такое короткие тандемные повторы (STR)?": "Последовательности одинаковых нуклеотидов, многократно повторяющиеся в Y-хромосоме.",
  "Что такое короткие тандемные повторы (STR), маркеры?": "Последовательности одинаковых нуклеотидов, многократно повторяющиеся в Y-хромосоме.",
  "Что называется значением STR-маркера?": "Количество повторов данной нуклеотидной последовательности.",
  "Что такое многокопийные маркеры?": "STR, встречающиеся в нескольких местах Y-хромосомы.",
  "Как записываются значения многокопийных маркеров?": "Через дефис, где каждое число — это количество повторов в каждой позиции (например, 14-14).",
  "Какой пример многокопийного маркера?": "DYS385 — это повтор последовательности GAAA как минимум в двух местах.",
  "Что такое палиндром в ДНК?": "Структура в виде шпильки, где нуклеотиды соединяются с зеркальными копиями, образуя одинаковое чтение вперёд и назад.",
  "Почему некоторые STR встречаются в нескольких местах?": "Потому что они расположены внутри палиндромов на Y-хромосоме.",
  "Как учитываются повторы STR в палиндромах?": "Считается число повторов с каждой стороны, например DYS385=14-14 или DYS385=13-14.",
  "Что такое DYS464?": "Палиндромный STR, который обычно имеет четыре значения, например 15-15-17-17.",
  "Что ознаает DYS464?": "Палиндромный STR, который обычно имеет четыре значения, например 15-15-17-17.",
  "Что означает маркер DYS464?": "Палиндромный STR, который обычно имеет четыре значения, например 15-15-17-17.",
  "Что называется изменением маркера?": "Различие в значениях маркеров, независимо от их порядка.",
  "Что называется изменением STR маркера?": "Различие в значениях маркеров, независимо от их порядка.",
  "Что такое GD?": "GD означает отличие в маркерах",
  "Что означает GD?": "GD означает отличие в маркерах",
  "GD это что?": "GD означает отличие в маркерах",
  "Каков GD при сравнении DYS464=15-15-15-16 и 15-15-16-16?": "GD равен 1, так как отличается одно значение.",
  "Каков GD при сравнении DYS464=15-15-15-16 и 15-15-16-15?": "GD равен 0, так как значения одинаковые, только порядок другой.",
  "Что такое изменение копий?": "Различие в количестве копий маркера, независимо от их значений.",
  "Как рассчитывается GD при изменении числа копий?": "Любое отличие в числе копий учитывается как GD=1, даже если отличаются несколько копий.",
  "Каков GD при сравнении DYS464=15-15-15-16-16-16 и 15-15-16-16?": "GD равен 1, так как добавление копий считается одной мутацией.",
  "Почему многокопийные маркеры называют быстро мутирующими?": "Потому что изменения могут происходить как в значениях, так и в числе копий, что ускоряет мутации.",
  "Что нужно учитывать при сравнении GD у быстро мутирующих маркеров?": "Повышенную скорость мутаций, влияющую на оценку времени до последнего общего предка (TMRCA).",
  "Как в системе записывается DYS389II?": "Как сумма значений DYS389I и DYS389II.",
  "Что такое Y-ДНК короткий тандемный повтор (STR)?": "Это уникальная последовательность нуклеотидов, которая повторяется несколько раз на Y-хромосоме.",
  "Как называются повторяющиеся последовательности на Y-хромосоме?": "Маркеры.",
  "Что обозначает термин STR в контексте Y-ДНК?": "Короткий тандемный повтор — последовательность нуклеотидов, повторяющаяся несколько раз.",
  "Как определяется количество повторов в STR?": "Подсчётом того, сколько раз повторяется последовательность.",
  "Какой пример STR-маркера упомянут в тексте?": "DYS19 с повтором TAGA.",
  "Что значит DYS19=16?": "Маркер DYS19 повторяется 16 раз.",
  "Может ли количество повторов STR изменяться у потомков?": "Да, при репликации ДНК могут быть добавлены или потеряны повторы.",
  "Что происходит с координатами STR при изменении количества повторов?": "Координаты остаются неизменными.",
  "Можно ли STR-маркер встречать в нескольких местах на хромосоме?": "Да, такие маркеры называются многокопийными.",
  "Какие префиксы используются для STR тестов FamilyTreeDNA?": "DYS, DYZ, DYF и FTY.",
  "Что означает FTY?": "Временный префикс до официального присвоения HUGO.",
  "Как обозначаются многокопийные маркеры?": "Каждая копия получает букву, например DYS464a, DYS464b.",
  "Почему многокопийные маркеры важны?": "Они могут давать дополнительную информацию о наследовании STR.",
  "Что показывает сравнение STR значений у двух людей?": "Генетическое расстояние (GD) между ними.",
  "Что значит GD=0?": "Все STR-маркеры совпадают между двумя людьми.",
  "Что такое 'шаг' в контексте GD?": "Один шаг соответствует изменению на один повтор STR.",
  "Почему STR ценны для патрилокальной генеалогии?": "Потому что изменения накапливаются по мужской линии.",
  "Что происходит с STR при создании новой эмбриональной ДНК?": "Один или несколько повторов могут быть добавлены или потеряны.",
  "Что такое номенклатура HUGO?": "Официальная система названия STR-маркеров.",
  "Можно ли STR иметь несколько имен одновременно?": "Да, например DYS19 и DYS394 обозначают один маркер.",
  "Что обозначает DYS в префиксе STR?": "DNA Y хромосомы с уникальным сегментом.",
  "Что обозначает Z в префиксе DYZ?": "Множество повторяющихся сегментов в одной позиции.",
  "Что обозначает F в префиксе DYF?": "Сегмент с множественными копиями на Y-хромосоме.",
  "Какая сборка генома используется для определения координат STR?": "GRCh38 (hg38).",
  "Что такое координаты STR?": "Номер нуклеотида начала и конца маркера в сборке генома.",
  "Пример координат DYS19 в hg38?": "От 9,684,325 до 9,684,519.",
  "Что происходит, если STR отсутствует у индивида?": "Это называется null-значение.",
  "Как null-значение влияет на GD?": "Считается как один шаг (Infinite Allele Model).",
  "Что происходит с STR при многократном повторе последовательности?": "Каждая копия учитывается отдельно.",
  "Что такое marker change?": "Изменение числа повторов в отдельной копии STR.",
  "Что такое copy change?": "Изменение числа копий STR, независимо от их значений.",
  "Какая модель применяется для marker change?": "Step-Wise Mutation Model.",
  "Какая модель применяется для copy change?": "Infinite Allele Model.",
  "Можно ли использовать Step-Wise для многокопийных изменений?": "Только для изменения повторов, но не числа копий.",
  "Можно ли использовать Infinite Allele для одиночных повторов?": "Да, для null и копийных изменений.",
  "Как обозначается DYS464 с четырьмя копиями?": "Например, 15-15-15-16.",
  "Если одна копия DYS464 изменилась, какой GD присвоится?": "GD = 1 по Step-Wise.",
  "Если добавлена новая копия DYS464, какой GD присвоится?": "GD = 1 по Infinite Allele.",
  "Как суммируется GD для многокопийных маркеров?": "Суммируются шаги marker change и copy change.",
  "Что показывает большая разница STR между двумя людьми?": "Более далёкого общего предка по мужской линии.",
  "Может ли один STR-маркер дать точное родство?": "Нет, используется набор маркеров и GD.",
  "Как часто меняются STR-маркеры за поколение?": "Не обязательно каждый раз, изменения случаются редко.",
  "Можно ли по STR вычислить время до общего предка?": "Да, через накопленные различия и GD.",
  "Что значит, если у отца DYS19=16, а у сына DYS19=15?": "Потеря одного повтора при передаче.",
  "Что значит DYS19=17 у сына, если у отца было 16?": "Добавление одного повтора при репликации.",
  "Изменяется ли последовательность нуклеотидов STR при добавлении повторов?": "Нет, только число повторов меняется.",
  "Что означает многокопийность STR?": "Маркер встречается в нескольких местах с одинаковой последовательностью.",
  "Как нумеруются копии многокопийного STR?": "С помощью букв: a, b, c и т.д.",
  "Что такое DYS389II в FamilyTreeDNA?": "Сумма значений DYS389I и DYS389II.",
  "Как изменения STR передаются через поколения?": "Изменённое значение обычно наследуется.",
  "Как различия STR накапливаются во времени?": "По мере того как линии расходятся от общего предка.",
  "Для чего сравнивают STR разных людей?": "Чтобы вычислить генетическое расстояние и оценить родство.",
  "Что такое шаг GD?": "Один шаг соответствует изменению одного повтора.",
  "Почему STR важны в патрилокальной генеалогии?": "Они отражают изменения по мужской линии.",
  "Как STR помогают определить дальних родственников?": "Через анализ накопленных различий и GD.",
  "Что такое нулевая копия STR?": "Отсутствие маркера у индивида.",
  "Как null STR учитывается в расчёте GD?": "Считается как один шаг по Infinite Allele.",
  "Что такое Step-Wise Mutation Model?": "Модель, где каждый повтор учитывается как один шаг GD.",
  "Что такое Infinite Allele Model?": "Модель, где любое отличие учитывается как один шаг GD.",
  "Когда используется Step-Wise?": "Для одиночных повторов STR.",
  "Когда используется Infinite Allele?": "Для null-значений и копийных изменений.",
  "Почему важно знать координаты STR в hg38?": "Чтобы однозначно идентифицировать маркер и сравнивать данные.",
  "Что делает GRCh38 важным для тестирования STR?": "Это стандартная референсная сборка для всей генетической сообщества.",
  "Что показывает STR-профиль человека?": "Набор значений STR для индивида на Y-хромосоме.",
  "Можно ли различать линии по STR?": "Да, по накопленным различиям в значениях маркеров.",
  "Какая роль HUGO в номенклатуре STR?": "Присваивает официальные названия маркерам.",
  "Что делают временные префиксы STR, такие как FTY?": "Используются до официального назначения HUGO.",
  "Что происходит с STR при репликации ДНК?": "Повторы могут случайно добавляться или теряться.",
  "Можно ли STR использовать для точного вычисления родства?": "Только как часть комплексного анализа GD и набора маркеров.",
  "Как различия STR связаны с временем до общего предка?": "Чем больше различий, тем дальше во времени общий предок.",
  "Что означает термин marker change?": "Изменение числа повторов в копии маркера.",
  "Что означает copy change?": "Изменение числа копий маркера.",
  "Как объединяются marker change и copy change в GD?": "Оба изменения суммируются для общего значения GD.",
  "Почему многокопийные STR труднее анализировать?": "Потому что могут меняться и значения, и количество копий.",
  "Как различия STR помогают генеалогам?": "Для определения общих предков и патрилокальной линии.",
  "Почему STR считаются нейтральными?": "Изменения обычно не влияют на функцию клетки.",
  "Какая последовательность повторяет DYS19?": "TAGA.",
  "Что показывает DYS19=15 у сына при DYS19=16 у отца?": "Потерю одного повтора в следующем поколении.",
  "Могут ли STR иметь разные названия в разных базах данных?": "Да, исторические и независимые имена создают различия.",
  "Что такое значение STR-маркера?": "Количество повторов нуклеотидной последовательности.",
  "Имеют ли STR-маркеры фиксированные позиции на хромосоме?": "Да, каждый маркер имеет определённое место.",
  "Как идентифицируются и именуются STR-маркеры?": "С помощью уникального буквенно-цифрового обозначения, назначенного лабораторией, которая открыла маркер.",
  "Почему один и тот же STR-маркер может иметь разные названия?": "Разные лаборатории могли независимо присвоить свои имена.",
  "Какая организация устанавливает официальную номенклатуру STR?": "Комитет по номенклатуре генов HUGO.",
  "Что происходит, когда обнаруживают новые STR до официального присвоения имени?": "Им может быть присвоено временное название до официального утверждения HUGO.",
  "Какие префиксы используются для STR-тестов FamilyTreeDNA?": "DYS, DYZ, DYF и FTY.",
  "Что обозначает 'D' в префиксах STR?": "DNA (ДНК).",
  "Что означает 'Y' в префиксах STR?": "Y-хромосома.",
  "Что обозначает 'S' в DYS?": "Уникальный сегмент.",
  "Что обозначает 'Z' в DYZ?": "Количество повторяющихся сегментов в одном месте.",
  "Что обозначает 'F' в DYF?": "Сегмент, имеющий несколько копий на Y-хромосоме.",
  "Какова роль префикса FTY?": "Временно используется до присвоения официального имени HUGO.",
  "Что такое сборка генома (build)?": "Референсная последовательность координат нуклеотидов, периодически обновляемая Консорциумом по исследованию генома.",
  "Какую сборку генома использует FamilyTreeDNA сегодня?": "GRCh38, также известную как hg38.",
  "Имеют ли STR-маркеры одинаковое расположение в hg38?": "Да, независимо от названия, каждый маркер имеет стандартное место.",
  "Приведите пример маркера с несколькими именами.": "DYS19 также известен как DYS394.",
  "Какую последовательность повторяет DYS19?": "TAGA.",
  "Каковы координаты DYS19 в hg38?": "От 9,684,325 до 9,684,519.",
  "Могут ли STR-повторы увеличиваться или уменьшаться между поколениями?": "Да, повтор может добавляться или теряться при репликации ДНК.",
  "Как обозначается значение STR для человека?": "Имя маркера с числом повторов, например DYS19=16.",
  "Влияет ли число повторов на координаты STR?": "Нет, начальная и конечная позиции остаются неизменными.",
  "Что такое многокопийный STR-маркер?": "Маркер, который встречается в нескольких местах Y-хромосомы с одинаковой последовательностью нуклеотидов.",
  "Учитываются ли многокопийные маркеры в анализе?": "Да, они учитываются и анализируются отдельно.",
  "Как сообщается DYS389II в системах FamilyTreeDNA?": "Как сумма значений DYS389I и DYS389II.",
  "Изменяются ли значения STR в каждом поколении?": "Нет, изменения происходят нерегулярно.",
  "Как передаются изменения STR через поколения?": "Обычно изменённое значение наследуется последующими поколениями.",
  "Почему различия в STR накапливаются со временем?": "Потому что линии расходятся от общего предка и мутации накапливаются.",
  "Как различия в STR помогают в генеалогии?": "Они позволяют оценить время до общего отцовского предка.",
  "Что означает большее количество различий в STR?": "Более далёкий общий отцовский предок.",
  "Что такое Генетическое Расстояние (GD)?": "Мера различий значений STR между двумя людьми.",
  "Как ещё называют Генетическое Расстояние?": "Шаги.",
  "Как описывают GD равный 1?": "Как различие в 1 шаг между STR.",
  "Все ли STR-маркеры изменяются с одинаковой скоростью?": "Нет, некоторые маркеры мутируют быстрее других.",
  "Как различия в STR связаны с патрилокальной наследственностью?": "Различия отражают накопленные изменения вдоль мужской линии.",
  "Можно ли по значению STR определить родственников?": "Да, если вычислить GD между их STR-профилями.",
  "Что измеряет STR-тест в генеалогии?": "Количество повторов на каждом Y-STR маркере для человека.",
  "Зачем сравнивать значения STR разных линий?": "Чтобы выявить сходства и различия, указывающие на общих предков.",
  "Может ли номенклатура STR различаться между лабораториями?": "Да, историческое и независимое именование создаёт различия.",
  "Кто сегодня стандартизирует названия STR?": "Комитет HUGO по номенклатуре генов.",
  "Какую роль играет hg38 при идентификации STR?": "Он предоставляет эталонное расположение маркеров.",
  "Могут ли мутации STR быть нейтральными?": "Да, они часто не влияют на функцию клетки.",
  "Являются ли многокопийные маркеры частыми?": "Они встречаются реже, но важны для анализа.",
  "Почему отец и сын могут иметь разные значения STR на одном маркере?": "Из-за добавления или потери повторов при воспроизведении.",
  "Определяет ли значение STR само по себе родство?": "Нет, необходимо рассчитать GD по нескольким маркерам.",
  "Влияют ли изменения повторов на координаты STR?": "Нет, координаты остаются неизменными.",
  "Может ли STR-тест выявлять дальние патрилокальные связи?": "Да, через накопленные различия значений STR.",
  "Почему важно понимать структуру STR в генеалогии?": "Для точного расчёта GD и оценки родственных связей.",
  "Получают ли новые STR сразу официальное название HUGO?": "Нет, сначала им дают временное имя.",
  "Какова значимость STR для Y-ДНК тестирования?": "Они дают измеримый инструмент для отслеживания патрилокальной наследственности и оценки родства.",
  "Может ли один STR-маркер дать полную информацию о родстве?": "Нет, анализ проводится по набору маркеров.",
  "Что такое DYS-профиль человека?": "Набор значений STR-маркеров для индивида.",
  "Почему значение STR может измениться между поколениями?": "Из-за естественных репликативных изменений ДНК.",
  "Что означает накопление различий STR у двух линий?": "Оно указывает на временной разрыв с общим предком.",
  "Как GD используется для сравнения линий?": "Путём измерения различий STR между людьми.",
  "Можно ли использовать STR для оценки времени до общего предка?": "Да, через анализ GD и накопленных изменений.",
  "Почему некоторые STR маркеры называют быстро мутирующими?": "Потому что их значения меняются чаще, чем у других маркеров.",
  "Что отражает GD в генетической генеалогии?": "Степень генетического сходства или различия между Y-ДНК профилями.",
  "Как STR-тесты помогают генеалогам?": "Позволяют идентифицировать, подтверждать или исключать потенциальные совпадения.",
  "Какая роль оснований A, C, T и G в ДНК?": "Они образуют пары AT и GC, которые удерживают две цепи ДНК вместе.",
  "Почему ДНК сравнивают с лестницей?": "Потому что нуклеотидные пары соединяют цепи, как перекладины в лестнице.",
  "Что такое STR-маркеры в генетике?": "Это участки Y-хромосомы с повторяющимися одинаковыми последовательностями нуклеотидов.",
  "Как обозначается количество повторов STR?": "Цифрой, показывающей, сколько раз повторяется данная последовательность.",
  "В чём особенность многокопийных STR-маркеров?": "Они встречаются сразу в нескольких местах Y-хромосомы, но имеют одинаковую структуру.",
  "Как обозначают повторяющиеся значения одного маркера?": "Через дефисы, например DYS385=14-14.",
  "Что означают индексы a и b у DYS385?": "Они указывают на разные копии одного и того же маркера.",
  "Какая структура ДНК делает возможным наличие многокопийных маркеров?": "Палиндромная структура хромосомы.",
  "Как образуется палиндром в ДНК?": "Из-за изгиба нити ДНК, образующего шпильку, где нуклеотиды соединяются зеркально.",
  "Почему палиндромы читаются одинаково в обе стороны?": "Потому что A всегда связывается с T, а C всегда с G.",
  "Что происходит, если STR в палиндроме меняется несимметрично?": "Повторы могут отличаться по числу на одной стороне, например 13-14.",
  "В каком маркере часто встречается четыре значения повторов?": "В DYS464, который является палиндромным STR.",
  "Что означает запись DYS464=15-15-15-17-17-17?": "Это пример увеличения числа копий последовательности.",
  "Какие бывают два типа изменений многокопийных маркеров?": "Изменения значений (marker changes) и изменения числа копий (copy changes).",
  "Что учитывается при marker changes?": "Различие в самих значениях повторов, порядок не имеет значения.",
  "Почему в примере с DYS464=15-15-15-16 и 15-15-16-15 GD равен 0?": "Потому что набор значений совпадает, даже если они стоят в разном порядке.",
  "Что учитывается при copy changes?": "Разница в количестве копий маркера, независимо от того, какие значения у них.",
  "Почему при большем числе копий GD всё равно равен 1?": "Потому что предполагается, что копии добавились или исчезли за одно событие мутации.",
  "Почему нельзя складывать значения лишних копий при подсчёте GD?": "Потому что эти копии отсутствуют у другого человека, а не отличаются по числу повторов.",
  "Почему важно учитывать быструю мутацию многокопийных маркеров?": "Потому что они могут искажать оценку времени до ближайшего общего предка (TMRCA).",
  "Почему основания ДНК называют химическими базами?": "Потому что они являются основными химическими элементами кода ДНК.",
  "Как нуклеотиды соединяют две цепи ДНК?": "Они образуют комплементарные пары, удерживающие цепи вместе.",
  "Что отличает STR от обычной последовательности ДНК?": "STR состоит из повторяющихся блоков одинаковых нуклеотидов.",
  "Почему STR называют маркерами?": "Потому что их можно измерять и использовать для генетического анализа.",
  "Что определяет значение STR-маркера у конкретного человека?": "Количество повторов данной нуклеотидной последовательности.",
  "Как указывают значения STR, встречающихся в разных местах хромосомы?": "В виде последовательности чисел через дефис.",
  "В каком случае STR считается многокопийным?": "Когда одинаковая последовательность встречается более чем в одном месте Y-хромосомы.",
  "Почему важно знать, что STR многокопийный?": "Потому что это влияет на интерпретацию генетического расстояния.",
  "Что вызывает образование шпилек (hairpin) в Y-хромосоме?": "Небольшой изгиб или 'защемление' одной цепи ДНК.",
  "Почему палиндромы в ДНК устойчивы к изменениям?": "Потому что они симметричны и могут восстанавливаться при нарушении.",
  "Каким образом STR в палиндроме могут различаться у разных людей?": "Из-за потери или добавления повторов на одной из сторон.",
  "Какое значение может иметь DYS385 при асимметрии повторов?": "Например, 13-14 вместо 14-14.",
  "Почему DYS464 может содержать больше четырёх значений?": "Потому что в палиндроме могут дублироваться целые участки последовательности.",
  "Что иллюстрирует пример DYS464=15-15-15-16 и 15-15-16-16?": "Разницу в одной копии маркера, которая даёт GD=1.",
  "Почему порядок значений в многокопийном маркере не имеет значения?": "Так как анализ учитывает только общее количество каждого значения.",
  "Что считается одной мутацией при copy changes?": "Добавление или потеря сразу нескольких копий.",
  "Как определяется GD, если у одного человека больше копий, чем у другого?": "GD равен 1, независимо от того, сколько копий добавлено или убрано.",
  "Почему нельзя суммировать значения у лишних копий STR?": "Такое сложение было бы некорректным, так как у второго человека эти копии отсутствуют.",
  "Почему многокопийные маркеры полезны, несмотря на быструю мутацию?": "Они дают дополнительную информацию о различиях между людьми.",
  "Что означает GD в контексте STR?": "Это мера генетической разницы между двумя людьми по определённому маркеру.",
  "Из чего состоят две цепи ДНК?": "Из чередующихся оснований, соединённых в пары нуклеотидов.",
  "Какие пары оснований всегда образуются в ДНК?": "Аденин соединяется с тимином, а цитозин с гуанином.",
  "Почему STR-маркеры важны в генетике?": "Потому что количество их повторов может различаться у людей и использоваться для сравнения.",
  "Где находятся STR-маркеры в геноме?": "В определённых участках Y-хромосомы.",
  "Что указывает число в записи STR-маркера?": "Количество повторов нуклеотидной последовательности.",
  "Как понять запись DYS385=14-14?": "Она показывает, что в двух местах встретилось по 14 повторов.",
  "Что обозначает разница между DYS385a и DYS385b?": "Это две разные позиции одного многокопийного маркера.",
  "Почему только некоторые STR встречаются в нескольких местах?": "Потому что такие повторы привязаны к палиндромным структурам.",
  "Что происходит в месте изгиба Y-хромосомы?": "Формируется шпилька, где нуклеотиды соединяются внутри одной цепи.",
  "Как выглядит палиндром после выпрямления?": "Его последовательность совпадает при чтении в обоих направлениях.",
  "Почему повторы внутри палиндрома иногда различаются?": "Одна сторона может потерять или приобрести повтор, в отличие от другой.",
  "Что делает DYS464 особенным среди маркеров?": "Он часто имеет больше двух значений, например четыре или шесть.",
  "Что показывает запись 15-15-17-17 в DYS464?": "Это пример симметричных повторов на обеих сторонах палиндрома.",
  "Что отражают marker changes?": "Разницу в самих значениях повторов в копиях маркера.",
  "Как определяется GD, если у людей совпадает набор значений, но порядок разный?": "GD будет равен 0, так как учитывается только состав, а не последовательность.",
  "Что отражают copy changes?": "Разницу в числе копий маркера между людьми.",
  "Как трактуется добавление двух одинаковых копий STR?": "Как одно событие мутации, а не два отдельных изменения.",
  "Почему при расчёте GD не учитывается сумма повторов из лишних копий?": "Потому что эти копии отсутствуют, а не имеют другое значение.",
  "Почему многокопийные STR быстрее меняются со временем?": "Из-за того, что у них возможны два типа мутаций — в значениях и в числе копий.",
  "Что даёт сравнение многокопийных STR при анализе родства?": "Оно помогает определить генетическое расстояние (GD) и приблизительное время до общего предка.",
  "Что такое генетическая дистанция (GD)?": "Это общее количество различий в значениях STR-маркеров у двух человек.",
  "Какой GD будет, если у двух людей совпадают все 12 STR?": "GD равен 0.",
  "Как иначе иногда называют GD?": "Его называют «шагами» (steps).",
  "Какие два метода используются для расчёта GD?": "Модель пошаговой мутации (Step-Wise Mutation Model) и модель бесконечного числа аллелей (Infinite Allele Model).",
  "В каких случаях применяется Step-Wise Mutation Model?": "Когда мутация изменяет только один повтор в STR-маркере.",
  "Как считается GD по Step-Wise Mutation Model?": "Это числовая разница между значениями маркера у двух людей.",
  "Если у одного человека DYS19=15, а у другого DYS19=17, какой будет GD?": "GD равен 2 (двухшаговое различие).",
  "В каких случаях используется Infinite Allele Model?": "Когда целый маркер был добавлен или удалён, а не отдельный повтор.",
  "Какой GD присваивается при использовании Infinite Allele Model?": "GD всегда равен 1, независимо от числовой разницы.",
  "Что такое null value в STR?": "Это отсутствие маркера у человека, значение которого записывают как 0.",
  "Если у одного человека DYS19=15, а у другого DYS19=0, какой GD считается корректным?": "GD равен 1 по Infinite Allele Model, а не 15.",
  "Что такое многокопийные STR маркеры?": "Это STR, которые встречаются более чем в одном месте Y-хромосомы.",
  "Как записываются значения многокопийных STR маркеров?": "Все значения указываются через дефис, например DYS464=15-15-15-16.",
  "Какие два типа изменений бывают в многокопийных маркерах?": "Изменения значений (marker changes) и изменения числа копий (copy changes).",
  "Какая модель используется для marker changes?": "Step-Wise Mutation Model.",
  "Какая модель используется для copy changes?": "Infinite Allele Model.",
  "Если у человека появляется новая копия маркера, какой GD присваивается?": "GD равен 1, так как это считается одной мутацией.",
  "Какой общий GD у двух людей, если один имеет дополнительный повтор и одну лишнюю копию?": "GD равен 2.",
  "Как суммируется общий GD у двух людей?": "Складываются GD всех маркеров для этих людей.",
  "Каковы предельные значения GD для совпадений на уровнях тестирования?": "Y-12: 0 (или 1 в проекте), Y-25: 2, Y-37: 4, Y-67: 7, Y-111: 10.",
  "Что означает термин Genetic Distance?": "Это количество различий в STR-маркерах между двумя людьми.",
  "Когда GD равен 0?": "Когда у двух человек совпадают все значения STR.",
  "Почему GD иногда называют «шагами»?": "Потому что каждое отличие считается отдельным шагом мутации.",
  "Какие модели используют для подсчёта GD?": "Step-Wise Mutation Model и Infinite Allele Model.",
  "Что описывает Step-Wise Mutation Model?": "Добавление или потерю одного повторa в STR-маркере.",
  "Как рассчитывается GD по Step-Wise Mutation Model?": "Как разница между числовыми значениями STR у двух человек.",
  "Если у одного DYS19=14, а у другого DYS19=16, чему равен GD?": "GD=2, так как разница в два повтора.",
  "Почему Step-Wise Mutation Model называется пошаговой?": "Потому что каждое изменение в повторе считается отдельным шагом.",
  "Когда применяется Infinite Allele Model?": "Если добавляется или удаляется целый маркер, а не отдельный повтор.",
  "Как считается GD по Infinite Allele Model?": "Любая разница считается за 1, независимо от величины различий.",
  "Что такое null value в маркере?": "Это отсутствие маркера у человека, записываемое как 0.",
  "Почему null value не считают как большую разницу в шагах?": "Потому что удаление произошло за одно событие мутации.",
  "Если у одного DYS19=0, а у другого DYS19=15, какой GD?": "GD=1 по Infinite Allele Model.",
  "Что такое multi-copy маркеры?": "Это STR, встречающиеся в нескольких местах Y-хромосомы.",
  "Как записываются multi-copy STR?": "Как последовательность чисел через дефис, например 15-15-16.",
  "Зачем нужны обозначения DYS464a, DYS464b и т. д.?": "Чтобы различать отдельные копии многокопийного маркера.",
  "Какие два типа изменений бывают в multi-copy маркерах?": "Marker changes и Copy changes.",
  "Что значит marker change?": "Изменение количества повторов внутри маркера.",
  "Что значит copy change?": "Изменение числа копий маркера, независимо от их значений.",
  "Какой моделью считают marker changes?": "Step-Wise Mutation Model.",
  "Какой моделью считают copy changes?": "Infinite Allele Model.",
  "Почему добавление новой копии маркера считается одной мутацией?": "Потому что вся копия появилась в результате одного события.",
  "Как трактуется исчезновение копии маркера?": "Как единичная мутация, а не множество.",
  "Если у человека появилось две одинаковых новых копии STR, какой GD?": "GD=1, так как это один мутационный акт.",
  "Почему нельзя складывать повторы из лишних копий для подсчёта GD?": "Потому что они отсутствуют у другого человека, а не отличаются по числу.",
  "Что показывают marker changes в DYS464?": "Разницу в конкретных значениях повторов между людьми.",
  "Что показывают copy changes в DYS464?": "Разницу в числе маркеров (например, появление DYS464e).",
  "Если у одного человека DYS464=15-15-15-16, а у другого 15-15-16-16-16, какой GD?": "GD=2 (1 за разницу в повторе и 1 за новую копию).",
  "Почему для multi-copy маркеров комбинируют обе модели?": "Потому что они подвержены и marker changes, и copy changes.",
  "Как получают общий GD для двух людей?": "Складывают GD по всем маркерам.",
  "Что означает высокий GD между двумя людьми?": "Что они вряд ли имеют общего предка в генеалогический период.",
  "Почему для разных уровней тестов есть разные пороги GD?": "Чтобы учитывать допустимую степень различий для совпадения.",
  "Какой предел GD для теста Y-12?": "0, либо 1, если оба в одном проекте.",
  "Какой лимит GD для Y-25?": "Максимум 2.",
  "Какой предел GD для Y-37?": "До 4.",
  "Какой лимит GD для Y-67?": "До 7.",
  "Какой лимит GD для Y-111?": "До 10.",
  "Почему лимит GD растёт с числом STR?": "Потому что чем больше маркеров, тем больше возможных различий.",
  "Что означает термин «step difference»?": "Количество шагов, на которое различаются значения маркера.",
  "Как избежать завышенной оценки GD при null values?": "Использовать Infinite Allele Model вместо Step-Wise.",
  "Что отражает модель Infinite Allele в случае отсутствия маркера?": "Что удаление произошло один раз, а не многократно.",
  "Что было бы ошибкой при сравнении DYS19=0 и DYS19=15?": "Считать GD=15 вместо GD=1.",
  "Почему multi-copy маркеры сложнее для анализа?": "Потому что они содержат и изменения значений, и изменения числа копий.",
  "Что даёт использование обеих моделей для multi-copy STR?": "Более точный учёт разных типов мутаций.",
  "Что означает, если GD=0 между двумя людьми?": "У них идентичные STR-профили.",
  "Что означает, если GD=1?": "Они различаются только в одном шаге или одной копии.",
  "Можно ли два разных порядка значений дать GD=0?": "Да, если состав значений совпадает, а различается только порядок.",
  "Почему порядок значений в multi-copy не важен?": "Потому что учитывается количество каждого значения, а не их расположение.",
  "Что делает GD важным в генеалогии?": "Он помогает оценить близость родства.",
  "Что может означать GD=10 на тесте Y-111?": "Что люди находятся на границе совпадения и вероятно далекие родственники.",
  "Почему null values встречаются редко?": "Потому что удаление целого STR — редкое событие.",
  "Какая модель универсальнее — Step-Wise или Infinite Allele?": "Step-Wise чаще используется, Infinite Allele — для особых случаев.",
  "Почему Step-Wise удобна для большинства STR?": "Так как большинство мутаций связано с потерей или добавлением одного повтора.",
  "Что отражает Infinite Allele Model в случае новых копий?": "Что все новые копии появились в одном событии.",
  "Почему нельзя считать каждое отличие копий отдельной мутацией?": "Потому что это завысит реальное число изменений.",
  "Как суммируются marker и copy changes в multi-copy STR?": "Они объединяются, давая общий GD для маркера.",
  "Что означает «двухшаговая разница»?": "Разница в два повтора у одного и того же STR.",
  "Почему GD может быть выше для multi-copy STR?": "Из-за большего числа потенциальных изменений.",
  "Что показывает таблица с DYS464a-e?": "Как считаются GD для повторов и копий по разным позициям.",
  "Почему появление DYS464e у одного человека считается одной мутацией?": "Потому что вся новая копия добавилась за одно событие.",
  "Зачем нужны пределы GD на разных уровнях тестов?": "Чтобы установить границы, при которых можно говорить о родстве.",
  "Что происходит, если GD выше порогового значения?": "Считается, что общий предок слишком далёкий для генеалогического анализа.",
  "Какой уровень теста даёт самый строгий лимит?": "Y-12 с ограничением GD=0 (или 1 в проекте).",
  "Какой уровень теста позволяет больше различий?": "Y-111, с лимитом GD=10.",
  "Почему при большем количестве STR нужен больший порог GD?": "Чтобы учесть большее количество возможных мутаций.",
  "Что даёт сравнение GD у разных людей?": "Оценку степени их генетического родства.",
  "Что означает термин «null allele»?": "Это аллель, отсутствующий в профиле (значение 0).",
  "Почему null allele не приравнивают к большой разнице?": "Так как его отсутствие — результат одной мутации.",
  "Какой GD будет у людей без общих STR-маркеров?": "Очень высокий, что исключает близкое родство.",
  "Что показывает GD=2 на тесте Y-25?": "Что люди всё ещё могут быть родственниками.",
  "Какой GD на Y-37 указывает на близкое родство?": "GD до 4 считается допустимым.",
  "Что значит, если два человека совпадают на Y-12 с GD=0?": "Что они, скорее всего, близкие родственники.",
  "Что значит «sum total» в DYS389II?": "Что значение включает сумму DYS389I и DYS389II.",
  "Почему DYS389II всегда записывается как сумма?": "Так принято в системе отчёта.",
  "Что значит термин «allele» в STR?": "Это конкретное значение числа повторов в маркере.",
  "Как связаны GD и TMRCA (time to most recent common ancestor)?": "Чем меньше GD, тем ближе предполагаемый общий предок.",
  "Что значит GD=7 на Y-67?": "Это максимально допустимый предел для совпадения.",
  "Почему GD называют метрикой родства?": "Потому что она измеряет генетическую близость между людьми.",
  "Что означает понятие «mutation step»?": "Это одно изменение в числе повторов STR.",
  "Почему для multi-copy важно отличать marker и copy changes?": "Чтобы корректно подсчитывать генетическую дистанцию.",
  "Что происходит при завышенной оценке GD?": "Можно ошибочно исключить возможное родство.",
  "Что показывает использование двух моделей в одном анализе?": "Что разные типы мутаций учитываются разными методами.",
  "Что значит общий GD=2 в примере с DYS464?": "Что произошло две независимые мутации — повтор и копия.",
  "Что означает термин Genetic Distance (GD)?": "Это мера различий в STR-маркерах между двумя людьми.",
  "Как можно ещё назвать Genetic Distance?": "Иногда её называют количеством шагов (steps).",
  "Какой GD у двух людей с одинаковыми STR-значениями?": "GD равен 0.",
  "Что отражает GD=0?": "То, что два человека совпадают по всем исследуемым маркерам.",
  "Что показывает GD=1?": "Один шаг различия между людьми по STR-маркерам.",
  "Какие модели применяются для расчёта GD?": "Step-Wise Mutation Model и Infinite Allele Model.",
  "Почему нужно две разные модели для расчёта GD?": "Потому что мутации бывают точечные и структурные.",
  "В чём суть Step-Wise Mutation Model?": "Она учитывает разницу в числовом значении STR.",
  "Как трактуется мутация в Step-Wise модели?": "Каждое добавление или потеря одного повтора считается одним шагом.",
  "Какой GD будет при разнице 3 повтора в Step-Wise модели?": "GD равен 3.",
  "Пример: DYS19=15 у одного и DYS19=17 у другого. GD=?": "GD равен 2.",
  "Почему это называют двухшаговой разницей?": "Потому что между 15 и 17 два шага: 15→16→17.",
  "Когда применяется метод Infinite Allele Model?": "Когда мутация затрагивает целый маркер, а не один повтор.",
  "Чем отличается Infinite Allele от Step-Wise?": "В Infinite Allele любая разница считается одной мутацией.",
  "Почему при больших различиях иногда используют Infinite Allele Model?": "Чтобы не считать каждое отличие отдельной мутацией, если оно произошло за один шаг.",
  "Какой GD даёт Infinite Allele Model при разнице 10 повторов?": "GD всё равно равен 1.",
  "В каких случаях чаще всего используют Infinite Allele Model?": "При null values и многокопийных маркерах.",
  "Что значит null value?": "Полное отсутствие STR-маркера у человека.",
  "Как обозначают null value в данных?": "Значением 0.",
  "Пример: у одного DYS19=15, у другого DYS19=0. Как считать?": "По Infinite Allele Model GD равен 1.",
  "Почему нельзя использовать Step-Wise Model для null values?": "Потому что разница в 15 шагов неверно отражает реальное событие мутации.",
  "Что означают многокопийные маркеры?": "Это STR, встречающиеся более чем в одном участке Y-хромосомы.",
  "Как записывают многокопийные маркеры?": "Все значения перечисляются через дефис, например 15-15-15-16.",
  "Почему многокопийные маркеры сложнее анализировать?": "Потому что они могут изменяться как по значению, так и по числу копий.",
  "Какие два типа изменений бывают у multi-copy STR?": "Изменения значений (marker changes) и изменения числа копий (copy changes).",
  "Какая модель применяется к marker changes?": "Step-Wise Mutation Model.",
  "Какая модель применяется к copy changes?": "Infinite Allele Model.",
  "Пример marker change: один человек имеет 15, другой 16. Какой GD?": "GD равен 1 по Step-Wise модели.",
  "Пример copy change: у одного 4 копии, у другого 5. Какой GD?": "GD равен 1 по Infinite Allele модели.",
  "Почему копийные изменения считают одной мутацией?": "Потому что копии обычно появляются или исчезают за один шаг.",
  "Пример: у одного DYS464=15-15-15-16, у другого 15-15-16-16-16. GD=?": "GD равен 2 (одно marker change и одно copy change).",
  "Что показывает таблица примера с DYS464?": "Что разные модели применяются одновременно для подсчёта GD.",
  "Почему добавление 16 повторов нельзя считать 16 отдельными мутациями?": "Это маловероятно, поэтому засчитывается как одно событие.",
  "Как определяется общий GD для двух людей?": "Суммированием всех GD по каждому маркеру.",
  "Что означает высокий общий GD?": "Малую вероятность общего предка в недавнем времени.",
  "Что означает GD=0 на уровне Y-12?": "Совпадение по всем 12 STR.",
  "Какой предел GD для совпадения на уровне Y-12?": "0 (или 1, если оба в одном проекте).",
  "Какой предел GD для уровня Y-25?": "Не более 2.",
  "Какой предел GD для уровня Y-37?": "Не более 4.",
  "Какой предел GD для уровня Y-67?": "Не более 7.",
  "Какой предел GD для уровня Y-111?": "Не более 10.",
  "Что значит, если GD выше допустимого на тестовом уровне?": "Что общий предок слишком далёкий для генеалогических рамок.",
  "Почему GD важен для генеалогии?": "Он помогает определить вероятность общего предка.",
  "Можно ли два человека с GD=0 не быть родственниками?": "Теоретически нет, они должны иметь недавнего общего предка.",
  "Что значит GD=10 на Y-111?": "Что они находятся на границе допустимого совпадения.",
  "Почему важно понимать разницу между Step-Wise и Infinite Allele моделями?": "Потому что они дают разные результаты в зависимости от типа мутации.",
  "Что лучше отражает постепенные изменения STR?": "Step-Wise Mutation Model.",
  "Что лучше отражает редкие, но крупные мутации?": "Infinite Allele Model.",
  "Какая модель применима к потерянному маркеру?": "Infinite Allele Model.",
  "Какая модель применяется для подсчёта разницы 2 и 3 шагов в STR?": "Step-Wise Mutation Model.",
  "Зачем нужны разные лимиты GD для разных уровней теста?": "Чтобы учитывать количество маркеров и вероятность совпадения.",
  "Почему лимит GD выше при большем количестве маркеров?": "Потому что чем больше маркеров, тем больше естественных различий можно встретить.",
  "Что показывает GD=7 на Y-67?": "Что это предельный уровень для возможного совпадения.",
  "Что показывает GD=4 на Y-37?": "Что ещё допустимо считать совпадением.",
  "Что показывает GD=2 на Y-25?": "Что люди могут совпадать, но с небольшими отличиями.",
  "Что означает GD=1 на Y-12 в проекте?": "Что люди считаются совпадающими, если состоят в одном проекте.",
  "Может ли GD=0 гарантировать очень близкое родство?": "Нет, он показывает лишь совпадение STR, а не точное поколение.",
  "Почему GD может быть выше для многокопийных маркеров?": "Из-за возможности как marker changes, так и copy changes.",
  "Почему null values могут ввести в заблуждение при Step-Wise расчёте?": "Потому что тогда разница будет считаться слишком большой.",
  "Что правильнее использовать при отсутствии маркера?": "Infinite Allele Model.",
  "Какой GD в случае полной потери DYS19?": "GD равен 1, а не числовой разнице.",
  "Почему важно учитывать контекст мутации?": "Чтобы правильно интерпретировать генетическую дистанцию.",
  "Как мультикопийные маркеры обозначаются в системе?": "Каждое значение фиксируется отдельно, например DYS464a, b, c, d.",
  "Почему значения многокопийных STR пишутся через дефис?": "Чтобы показать результат для каждой копии.",
  "Что считается marker change в DYS464?": "Разница в числовом значении между одинаковыми копиями.",
  "Что считается copy change в DYS464?": "Разница в числе самих копий маркера.",
  "Может ли один человек иметь больше копий DYS464, чем другой?": "Да, и это считается copy change.",
  "Что произойдёт, если у одного человека 4 копии, а у другого 6?": "GD будет равен 1 по Infinite Allele.",
  "Что показывает пример с DYS464a=15, b=15, c=15, d=16 против 15, 15, 16, 16, 16?": "Что GD составит 2: одно за marker change и одно за copy change.",
  "Почему суммирование GD важно?": "Чтобы получить общее различие между двумя людьми.",
  "Что значит термин «2-step difference»?": "Разница в два повтора между маркерами.",
  "Когда GD называют шагами?": "Когда считают различия по модели Step-Wise.",
  "Почему в Step-Wise Model важно числовое расстояние?": "Оно отражает постепенность мутаций.",
  "Почему в Infinite Allele Model числовое расстояние не учитывается?": "Потому что вся разница считается одной мутацией.",
  "Какая модель лучше объясняет постепенные эволюционные изменения?": "Step-Wise Mutation Model.",
  "Какая модель удобнее для редких структурных изменений?": "Infinite Allele Model.",
  "Что происходит при сложении GD по всем STR?": "Мы получаем суммарное генетическое расстояние.",
  "Какой уровень GD обычно указывает на далёкое родство?": "Высокий GD, превышающий лимит для уровня теста.",
  "Зачем нужны лимиты GD в таблице тестов?": "Чтобы различать допустимые совпадения от случайных.",
  "Может ли GD отличаться в зависимости от модели?": "Да, выбор модели меняет результат.",
  "Что объединяет обе модели?": "Обе трактуют мутации как шаги в генетическом расстоянии.",
  "Какую модель применяют чаще всего?": "Step-Wise Mutation Model, кроме особых случаев.",
  "В чём слабость Step-Wise модели?": "Она переоценивает редкие события вроде null values.",
  "В чём слабость Infinite Allele модели?": "Она не учитывает числовую величину отличий.",
  "Почему для мультикопийных маркеров комбинируют обе модели?": "Чтобы учесть и числовые изменения, и копийные.",
  "Какая модель применяется к STR без копийных особенностей?": "Step-Wise Mutation Model.",
  "Что значит «2-step GD»?": "Что между маркерами два повторных различия.",
  "Какой GD у людей с одинаковыми копиями DYS464, но в разном порядке?": "GD равен 0.",
  "Почему порядок копий не имеет значения?": "Считается только общее количество значений.",
  "Что означает GD Limit=10 на Y-111?": "Что более высокие значения исключают недавнего предка.",
  "Как интерпретировать GD=7 на Y-67?": "Это верхний предел совпадения.",
  "Как интерпретировать GD=4 на Y-37?": "Это допустимое отличие для совпадения.",
  "Что показывает GD=2 на Y25?": "Что люди всё ещё могут быть генетически связаны.",
  "Почему GD Limit=0 на Y-12?": "Потому что при малом числе маркеров даже одно отличие существенно.",
  "Зачем учитывать проект при Y-12 с GD=1?": "Потому что внутри проекта допускается большее сходство.",
  "Что означает термин «шаг мутации»?": "Это единичное изменение количества повторов STR.",
  "Какая модель учитывает шаги мутации буквально?": "Step-Wise Mutation Model.",
  "Какая модель считает шаг только один, даже при большой разнице?": "Infinite Allele Model.",
  "Что означает «общий GD»?": "Сумма всех отличий STR между двумя людьми.",
  "Какой вывод можно сделать при большом GD?": "Что общий предок был очень давно.",
  "Зачем изучают GD в генеалогии?": "Чтобы оценить вероятность наличия общего предка."
}
