{
  "Как посмотреть древо?": "Древо Discover от FamilyTreeDNA, впишите субклад: https://discover.familytreedna.com/",
  "Как найти ветвь на древе?": "Впишите субклад для поиска на древе Discover от FamilyTreeDNA: https://discover.familytreedna.com/",
  "Как посмотреть древо FTNDA?": "Древо Discover от FamilyTreeDNA: https://discover.familytreedna.com/",
  "Где найти древо древо?": "Древо Discover от FamilyTreeDNA, впишите субклад: https://discover.familytreedna.com/",
  "Как посмотреть древо Y?": "Древо Discover от FamilyTreeDNA, впишите субклад в разделе Y-ДНК: https://discover.familytreedna.com/",
  "Как посмотреть древо мтДНК?": "Древо Discover от FamilyTreeDNA, впишите субклад в разделе мтДНК: https://discover.familytreedna.com/",
  "Что такое Y-DNA гаплотиповое дерево?": "Живой и развивающийся рекорд отцовской линии человечества, поддерживаемый FamilyTreeDNA.",
  "Как FamilyTreeDNA поддерживает Y-DNA гаплотиповое дерево?": "С помощью данных клиентов, научных исследований и регулярных обновлений.",
  "Для чего нужно Y-DNA гаплотиповое дерево?": "Чтобы показать, как отцовские линии связаны через общие SNP.",
  "Что предоставляет Discover™ после размещения на дереве?": "Интерактивные отчёты о миграции, историческом контексте и знаменитых связях.",
  "Почему дерево FamilyTreeDNA самое большое?": "Компания первая предложила прямое тестирование Y-DNA и ведёт его десятилетиями.",
  "Сколько ветвей и вариантов в Y-DNA дереве?": "Более 100 000 ветвей и более 750 000 вариантов.",
  "Что такое Classic Tree в mtDNA Discover?": "Полное Mitotree FamilyTreeDNA с современными и древними данными.",
  "Для чего карта миграции в mtDNA Discover?": "Отслеживает перемещения материнской линии от Африки до современных мест.",
  "Включены ли Ancient Connections в mtDNA Discover?": "Да, показывают древние материнские совпадения из археологической ДНК.",
  "Что такое Time Tree в mtDNA Discover?": "Временная генетическая карта, показывающая, когда жили материнские предки.",
  "Как обновляется назначение mtDNA гаплогруппы?": "Через бета Mitotree и новые тесты.",
  "Для чего нужны Suggested Projects в mtDNA Discover?": "Помочь пользователям подключаться к сообществам по гаплогруппам.",
  "Показывает ли Mitotree генеалогические временные рамки для совпадений?": "Да, включая оценки, когда жили общие предки.",
  "Все ли тестеры сразу видят размещение в Mitotree?": "Нет, бета-тестирование может задерживать размещение.",
  "Можно ли увидеть отчёты других гаплогрупп в Discover?": "Да, отчёты доступны для всех интересующих гаплогрупп.",
  "Включает ли Mitotree древние образцы?": "Да, объединяет современные и археологические mtDNA.",
  "Что такое Haplogroup Story?": "История вашей прямой материнской линии от древности до современности.",
  "Что показывает Country Frequency?": "Где гаплогруппа чаще всего встречается сегодня.",
  "Как использовать Ancient Connections?": "Открывать древних предков по археологической ДНК.",
  "Что такое Notable Connections?": "Исторические связи с известными личностями той же гаплогруппы.",
  "Для чего нужна Migration Map?": "Отслеживать миграцию материнской линии через эпохи.",
  "Что такое Match Time Tree (mtFull Exclusive)?": "Генетическое дерево для сравнения с другими mtFull Sequence тестерами.",
  "Как Ancestral Path помогает в генеалогии?": "Показывает путь материнской линии до общего предка 140 000 лет назад.",
  "Что такое Classic Tree?": "Полное mtDNA дерево FamilyTreeDNA с современными и древними данными.",
  "Для чего нужны Suggested Projects?": "Помогают подключиться к сообществам по вашей гаплогруппе.",
  "Что такое Globetrekker (mtFull Exclusive)?": "Интерактивная карта перемещений предков по миру.",
  "Как проверить новые mtDNA отчёты?": "Через Discover Haplogroup Reports в разделе mtDNA результатов.",
  "Что такое Group Project mtDNA Results?": "Отчёты для проектов с указанием Mitotree гаплогруппы.",
  "Что добавлено в Profile Cards?": "Mitotree гаплогруппа, имя Kit Manager, страна происхождения EKA и раздел My Personal Story.",
  "Как Mitotree помогает генеалогии?": "Уточняет недавние общие предки и показывает миграционные пути.",
  "Что такое Beta Mitotree?": "Тестовая версия обновлённого mtDNA дерева для бета-пользователей.",
  "Как узнать своё обновлённое mtDNA Haplogroup?": "Войти в аккаунт и просмотреть значок Mitotree на панели управления.",
  "Что делать при ожидании результатов mtFull Sequence?": "Дождаться анализа данных и размещения на Mitotree.",
  "Можно ли обновить низкоуровневый mtDNA тест до mtFull Sequence?": "Да, через Add ons and upgrades.",
  "Можно ли использовать mtDNA Discover для старых PhyloTree гаплогрупп?": "Да, отчёты доступны для анализа.",
  "Как уточняются материнские гаплогруппы?": "С помощью новых ветвей и SNP в Mitotree.",
  "Как Mitotree влияет на mtDNA результаты?": "Назначает обновлённые гаплогруппы и новые отчёты.",
  "Какие отчёты включены в mtDNA Discover?": "Haplogroup Story, Country Frequency, Ancient Connections и др.",
  "Что такое mtDNA Discover?": "Новый инструмент FamilyTreeDNA для исследования материнской линии.",
  "Что можно изучать с помощью mtDNA Discover?": "Историю гаплогруппы, маршруты миграции и генетические связи.",
  "Haplogroup Story на древе это?": "Отчёт, раскрывающий историю вашей прямой материнской линии.",
  "Country Frequency на древе это?": "Где гаплогруппа встречается наиболее часто сегодня.",
  "Что такое Ancient Connections?": "Открытие древних предков по ДНК из археологических останков.",
  "Notable Connections на древе это?": "Поиск исторических личностей, которые делят вашу гаплогруппу.",
  "Для чего нужен Migration Map?": "Прослеживать миграцию материнской линии от Африки до современных мест.",
  "Что такое Time Tree?": "Генетическое дерево с временной шкалой, показывающее жизнь предков.",
  "Match Time Tree древо показывает что?": "Как вы и ваши совпадения mtDNA вписываетесь в общее генетическое дерево.",
  "Что такое Ancestral Path?": "Трассировка генетического пути материнской линии на 140 000 лет назад.",
  "Classic Tree древо?": "Полное Mitotree с современными и древними данными.",
  "Что такое Suggested Projects?": "Сообщества и проекты, связанные с вашей гаплогруппой.",
  "Что такое Scientific Details?": "Информация о возрастных оценках и методологии анализа mtDNA.",
  "Что делает Compare Haplogroups?": "Сравнивает две гаплогруппы и оценивает их ближайшего общего предка.",
  "Кто может использовать mtDNA Discover?": "Любой, кто прошёл mtDNA тест в FamilyTreeDNA.",
  "Что такое mtFull Sequence?": "Продвинутый mtDNA тест для детального анализа материнской линии.",
  "Какова цель Haplogroup Story?": "Дать подробный обзор истории материнской линии и миграций.",
  "Как вычисляется Country Frequency?": "На основе Earliest Known Ancestor тестеров с гаплогруппой.",
  "Почему Ancient Connections важны?": "Они раскрывают генеалогически значимые связи с древними образцами ДНК.",
  "Могут ли Notable Connections подтверждать родственные связи?": "Иногда могут подтвердить или опровергнуть связь с историческими личностями.",
  "Как Migration Map помогает генеалогам?": "Показывает, где искать исторические записи о материнских предках.",
  "Можно ли видеть древние ДНК в Time Tree?": "Да, включая древние и значимые связи.",
  "Что показывает список в Match Time Tree?": "Earliest Known Ancestors и страну происхождения совпадений.",
  "С чего начинается Ancestral Path?": "С вашей назначенной mtDNA гаплогруппы, шаг за шагом назад во времени.",
  "Какие эпохи можно изучать в Ancestral Path?": "От Mitochondrial Eve до неандертальцев и денисовцев.",
  "Что отображает Classic Tree?": "Структуру гаплогрупп с странами, тестерами и связями ДНК.",
  "В чем интерактивность Classic Tree?": "Можно сворачивать или разворачивать ветви и просматривать любую часть дерева.",
  "Для чего полезны Suggested Projects?": "Для сотрудничества с другими исследователями одной гаплогруппы или региона.",
  "Как Scientific Details помогают пользователям?": "Объясняют возрастные оценки и генетическую методологию.",
  "Зачем сравнивать гаплогруппы?": "Чтобы узнать взаимосвязь разных материнских линий.",
  "Какие новые инструменты ожидаются?": "Globetrekker и Group Time Tree.",
  "Как получить доступ к mtDNA Discover?": "Через раздел mtDNA результатов на панели FamilyTreeDNA.",
  "Что нужно заполнить для использования Discover?": "Информацию о Earliest Known Ancestor матери, включая место.",
  "Могут ли mtFull Sequence тестеры видеть эксклюзивные отчёты?": "Да, включая Match Time Tree и будущий Globetrekker.",
  "Какие сведения предоставляет Haplogroup Story?": "Возрастные оценки, миграцию и исторический контекст линии.",
  "Как представлена Country Frequency?": "В виде карты и таблицы с частотой гаплогруппы по странам.",
  "Как часто обновляются Ancient Connections?": "Новые связи добавляются регулярно.",
  "Каких людей показывают Notable Connections?": "Известные исторические или современные личности с вашей гаплогруппой.",
  "Что такое расширенная Migration Map?": "Карта, показывающая движение материнских предков от Mitochondrial Eve до настоящего времени.",
  "Какие цветовые обозначения есть на карте Migration Map?": "Разные маршруты миграции выделены цветом.",
  "Что показывает Time Tree с визуализацией?": "Ветвление гаплогрупп от 800 года до н.э. до современности.",
  "Что отображает окно с древними ДНК на Time Tree?": "Информацию о месте, культуре и источнике данных исторического образца.",
  "Что такое mtDNA тест?": "Тест, который анализирует митохондриальную ДНК для изучения материнской линии.",
  "Зачем проходить mtDNA тест?": "Чтобы узнать глубокие корни, миграции и связи вашей материнской линии.",
  "Что такое Million Mito Project?": "Проект по расширению дерева mtDNA человечества с использованием большого объёма данных.",
  "Сколько новых отчетов mtDNA было добавлено?": "Около дюжины новых бета-отчетов.",
  "Что изучает Haplogroup Story?": "Историю вашей гаплогруппы, включая миграции и возраст линии.",
  "Что отображает Country Frequency?": "Страны, где ваша гаплогруппа встречается чаще всего.",
  "Что такое раздел Ancient Connections?": "Связи с древними людьми через общие гаплогруппы.",
  "Что такое раздел Notable Connections?": "Связи с известными историческими или современными людьми.",
  "Что показывает Migration Map на мтДНК древе?": "Маршруты миграции вашей материнской линии.",
  "Что такое Time Tree на мтДНК древе?": "Временная шкала жизни вашей материнской линии.",
  "Что показывает Match Time Tree на мтДНК древе?": "Как вы и ваши совпадения mtDNA связаны через материнскую линию.",
  "Что такое Ancestral Path на мтДНК древе?": "Генетический путь вашей линии к Mitochondrial Eve и далее.",
  "Что такое Classic Tree на мтДНК древе?": "Полное дерево Mitotree с современными и древними данными.",
  "Что такое раздел Suggested Projects?": "Проекты сообщества, связанные с вашей гаплогруппой.",
  "Что такое раздел Scientific Details?": "Детали науки и возрастных оценок для вашей гаплогруппы.",
  "Что делает раздел Compare Haplogroups?": "Сравнивает две гаплогруппы и показывает их общих предков.",
  "Кто может использовать древо mtDNA Discover?": "Любой тестируемый mtDNA в FamilyTreeDNA.",
  "Что такое mtFull Sequence тест?": "Расширенный mtDNA тест с высокой точностью.",
  "Для чего нужен Haplogroup Story?": "Чтобы понять историю вашей материнской линии и миграции предков.",
  "Как рассчитывается Country Frequency?": "На основе мест Earliest Known Ancestor тестеров с вашей гаплогруппой.",
  "Зачем нужны Ancient Connections?": "Для выявления генеалогически значимых древних связей.",
  "Могут ли Notable Connections подтверждать родство?": "Да, иногда они могут подтвердить или опровергнуть связь.",
  "Как помогает Migration Map?": "Помогает определять исторические регионы предков.",
  "Что означает TMRCA?": "Время до ближайшего общего предка.",
  "Можно ли видеть палеоДНК ДНК в Time Tree?": "Да, древние и известные связи отображаются на дереве.",
  "Что показывает список на древе Match Time Tree?": "Earliest Known Ancestors и страны происхождения совпадений.",
  "С чего начинается Ancestral Path на древе?": "С вашей mtDNA гаплогруппы, шаг за шагом назад во времени.",
  "Какие эпохи показывает Ancestral Path?": "От Mitochondrial Eve до неандертальцев и денисовцев.",
  "Что отображает древо Classic Tree?": "Структуру гаплогрупп, страны происхождения и древние связи.",
  "В чем интерактивность древа Classic Tree?": "Возможность разворачивать и сворачивать ветви, просматривать любую часть дерева.",
  "Для чего полезны раздел Suggested Projects?": "Для сотрудничества и обмена информацией с другими исследователями.",
  "Как помогают Scientific Details?": "Объясняют методологию и возрастные оценки гаплогрупп.",
  "Зачем сравнивать мтДНК гаплогруппы?": "Чтобы узнать, как материнские линии связаны между собой.",
  "Какие новые инструменты появятся?": "Globetrekker и Group Time Tree.",
  "Как получить доступ к древу mtDNA Discover?": "Через раздел mtDNA на панели FamilyTreeDNA.",
  "Что нужно заполнить для использования древа Discover?": "Информацию о Earliest Known Ancestor матери, включая место.",
  "Могут ли те, у кого mtFull Sequence, видеть эксклюзивные отчёты?": "Да, включая Match Time Tree и Globetrekker.",
  "Какие сведения даёт Haplogroup Story?": "Возраст гаплогруппы, миграции и исторический контекст.",
  "Как представлена Country Frequency на древе?": "Карта и таблица с частотой гаплогруппы по странам.",
  "Как часто обновляются раздел Ancient Connections?": "Новые связи добавляются регулярно.",
  "Каких людей показывают раздел Notable Connections?": "Известные личности с вашей гаплогруппой.",
  "Расширенная Migration Map это что?": "Карта движения материнских предков от Mitochondrial Eve до настоящего времени.",
  "Какие цветовые обозначения есть на Migration Map?": "Разные маршруты миграции выделены цветом.",
  "Что показывает древо TimeTree с визуализацией?": "Ветвление гаплогрупп от 800 года до н.э. до современности.",
  "Что отображает окно с палеоДНК на Time Tree?": "Место, культуру и источник данных исторического образца.",
  "Что такое Age Estimates?": "Оценки возраста гаплогруппы и шагов Ancestral Path.",
  "Как Age Estimates помогают исследователям?": "Показывают примерное время жизни предков и ветвления линий.",
  "Какие уровни совпадений mtDNA существуют?": "Hypervariable Region и Coding Region.",
  "Что проверяет Coding Region?": "Совпадение гаплогруппы с точностью до трёх различий.",
  "Что такое mtFull Sequence Match Time Tree?": "Эксклюзивный отчет для полного mtDNA анализа совпадений.",
  "Как Ancestral Path отображает возраст шагов?": "С помощью алгоритма TMRCA FamilyTreeDNA.",
  "Что показывает Archaeology Era в Ancestral Path?": "Эпоху каждого предка по шагам линии.",
  "Что такое Number of Branches в Ancestral Path?": "Количество ветвей дерева mtDNA downstream от каждого шага.",
  "Что такое Number of Testers в Ancestral Path?": "Количество современных тестеров, относящихся к шагу линии.",
  "Что такое Number of Ancient Connections?": "Количество древних образцов ДНК, относящихся к шагу линии.",
  "Что отображает Classic Tree по умолчанию?": "Вашу часть Mitotree с историей гаплогрупп.",
  "Какие данные видны в Classic Tree?": "Страны происхождения, древние ДНК, эпоха ветвей и тестеры.",
  "Как можно навигировать в Classic Tree?": "Сворачивать, разворачивать ветви и просматривать любую часть дерева.",
  "Что делают Suggested Projects для пользователей?": "Помогают находить сообщества исследователей с вашей гаплогруппой.",
  "Как Scientific Details отображают вероятность?": "Через распределение вероятностей для даты рождения общего предка.",
  "Что такое Confidence Intervals в Scientific Details?": "Диапазоны доверия (68%, 95%, 99%) для возрастных оценок.",
  "Как Compare Haplogroups помогает генеалогам?": "Позволяет увидеть, насколько близки две материнские линии.",
  "Почему могут быть разные Updated mtDNA Haplogroups?": "Из-за добавления новых ветвей в Mitotree.",
  "Что такое треккер Globetrekker?": "Инструмент для визуализации миграций предков.",
  "Что такое Group Time Tree?": "Инструмент для отображения генетических связей в групповых проектах.",
  "Как Project Administrators смогут использовать новые инструменты?": "Для просмотра Match Time Tree и Globetrekker для участников проекта.",
  "Где найти кнопку Discover Reports?": "В разделе mtDNA Results на панели FamilyTreeDNA.",
  "Что делает 'See More' в интерфейсе?": "Раскрывает дополнительные инструменты и функции.",
  "Что предлагает 'Helpful Information'?": "Ссылки на справочные материалы и инструкции по использованию Discover.",
  "Какие отчеты доступны после заполнения Earliest Known Ancestor?": "Все отчеты mtDNA Discover и эксклюзивные для mtFull Sequence.",
  "Как получить mtFull Sequence если тест был ранее?": "Можно добавить или обновить тест через панель FamilyTreeDNA.",
  "Может ли Discover работать с более ранними тестами mtDNA?": "Да, но точность и детали будут ограничены.",
  "Что делает Match Time Tree для генеалогов?": "Позволяет сосредоточиться на наиболее релевантных совпадениях для исследования семьи.",
  "Как визуализируется миграция в Migration Map?": "Цветные маршруты от Африки через регионы и страны.",
  "Можно ли просматривать современное и древнее mtDNA на Time Tree?": "Да, все уровни отображаются одновременно.",
  "Что показывает Timeline в Haplogroup Story?": "Основные события и точки ветвления гаплогруппы.",
  "Какие данные содержит таблица Country Frequency?": "Список стран, количество тестеров и процент гаплогруппы.",
  "Что такое 'Unknown Origin' в Country Frequency?": "Категория для тестеров без известного места происхождения.",
  "Можно ли анимировать карту Country Frequency?": "Да, карта постепенно уточняется по мере обновления данных.",
  "Зачем добавлять новые Ancient Connections?": "Чтобы постоянно расширять историческую и генетическую информацию.",
  "Можно ли проверять Notable Connections для родства?": "Да, можно подтвердить или опровергнуть семейные легенды.",
  "Как Migration Map помогает искать исторические записи?": "Показывает регионы, где могли жить предки для дальнейшего поиска.",
  "Как Time Tree помогает понять возраст ветвей?": "Показывает примерное время жизни и разделения предков.",
  "Что такое mtDNA Matches?": "Совпадения по материнской линии с другими тестерами.",
  "Что такое новая функция Share в FamilyTreeDNA?": "Она позволяет делиться результатами ДНК-сравнения и страницами Discover, скрывая конфиденциальную информацию.",
  "Где можно найти функцию Share в FamilyTreeDNA?": "В личном кабинете после входа и в разделе Discover.",
  "Что делает 'Share Mode' на вашей личной странице?": "Скрывает имена и фотографии ваших совпадений.",
  "Как работает 'Share Mode' в Discover?": "Размывает имена и фотографии совпадений на Match Time Tree.",
  "Для чего используется 'Share Page'?": "Для публикации общедоступных страниц Discover в соцсетях или через ссылку.",
  "Легко ли пользоваться Share Mode?": "Да, это упрощает создание скриншотов без раскрытия имен совпадений.",
  "Как включить Share Mode в личном кабинете?": "Войдите в аккаунт и включите Share Mode в разделе Privacy and Sharing.",
  "Остается ли Share Mode включенным после выхода из аккаунта?": "Нет, он автоматически выключается при выходе.",
  "Какие страницы совпадений можно делиться?": "Y-DNA, митохондриальные ДНК и Family Finder.",
  "Что еще размывается в Share Mode кроме имен совпадений?": "Фотографии совпадений и ваша личная информация.",
  "Как получить доступ к Discover Haplogroup Reports?": "Через панель управления для Y-DNA или митохондриальной ДНК.",
  "Что можно поделиться с помощью Discover Share Mode?": "Match Time Tree с размытыми личными данными.",
  "Можно ли делиться всеми страницами Discover публично?": "Да, кроме Match Time Tree и Globetrekker.",
  "Что особенного в странице Globetrekker?": "Это анимация предков, доступная только клиентам с тестами Big-Y или mtFull, и нельзя делиться публично.",
  "Что показывает Ancient Connections при публичном обмене?": "Только несколько совпадений древней ДНК; полные данные доступны только тестировавшимся.",
  "Работает ли Notable Connections как Ancient Connections?": "Да, с ограниченным публичным отображением.",
  "Что нужно сделать, чтобы поделиться Match Time Tree публично?": "Включить Share Mode и сделать скриншот.",
  "Что делает включение Share Mode в Discover?": "Скрывает имена и фотографии на Match Time Tree.",
  "Нужно ли включать Share Mode в Discover отдельно от личного кабинета?": "Да, это отдельная настройка.",
  "Зачем полезно делиться результатами ДНК?": "Чтобы привлечь других тестеров и вызвать интерес к открытиям.",
  "Какие открытия могут заинтересовать семью и друзей?": "Общие предки, совпадения с викингами или древней ДНК рядом с домом.",
  "Как дополнительное тестирование улучшает генеалогические результаты?": "Увеличивает пул совпадений и улучшает точность для всех.",
  "Кто внедрил функцию Share?": "FamilyTreeDNA.",
  "Какие два основных инструмента помогают делиться в Discover?": "Share Mode для Match Time Tree и Share Page для остальных страниц.",
  "Что нужно сделать перед созданием скриншота для обмена?": "Включить Share Mode, чтобы скрыть конфиденциальную информацию.",
  "Можно ли делиться страницей Haplogroup Story на Facebook?": "Да, используя иконку Share Page.",
  "Появляется ли иконка Share Page на каждой странице Discover?": "Да, кроме Match Time Tree и Globetrekker.",
  "Что требуется для полного отображения Ancient Connections?": "Тестер должен пройти тест Big-Y или полное митохондриальное секвенирование.",
  "Почему некоторые страницы Discover показывают сокращенную информацию?": "Потому что часть совпадений доступна только тестировавшимся.",
  "Какова основная функция Share Mode для Match Time Tree?": "Размывать конфиденциальную информацию при отображении совпадений.",
  "Как получить доступ к Match Time Tree из Discover?": "Перейти с панели управления FamilyTreeDNA и выбрать Match Time Tree.",
  "Кто появляется на Match Time Tree при обмене?": "Совпадения с именами EKA и страной происхождения, но размытые.",
  "Зачем делиться страницами ДНК публично?": "Чтобы вызвать интерес и побудить других пройти тест.",
  "Может ли деление показать связь с историческими личностями?": "Да, например с Львом Толстым или «Диким Биллом» Хикоком.",
  "Как Ancient Connections помогает в генеалогии?": "Связывает древние ДНК совпадения с вашими предками и местами.",
  "Пример практического Ancient Connection?": "Викинг, похороненный в Украине 1000 лет назад, с общим предком.",
  "Как Share Mode полезен для презентаций?": "Позволяет показывать результаты ДНК без раскрытия конфиденциальной информации.",
  "Можно ли сотрудничать с друзьями через Share Mode?": "Да, это позволяет безопасно делиться результатами и открытиями.",
  "В чем разница между Share Mode и Share Page?": "Share Mode скрывает конфиденциальные данные, Share Page публикует общедоступные страницы.",
  "Бесплатна ли функция Share?": "Да, доступна всем пользователям FamilyTreeDNA.",
  "Какие шаги нужны для включения Share Mode?": "Войти в аккаунт, перейти в Account Settings, включить Share Mode.",
  "Почему рекомендуется делиться в соцсетях?": "Чтобы вызвать интерес к ДНК-открытиям и побудить других тестироваться.",
  "Раскрывает ли обмен личную информацию совпадений?": "Нет, Share Mode скрывает имена и фотографии.",
  "Какие типы ДНК можно делиться через Share Mode?": "Y-DNA, митохондриальные ДНК и Family Finder.",
  "Позволяет ли Globetrekker публичное деление?": "Нет, доступно только для определенных тестов.",
  "Как делиться страницей кроме Match Time Tree?": "Использовать иконку Share Page для публикации или ссылки.",
  "Что нужно делать каждый раз перед делением?": "Включать Share Mode после входа в аккаунт.",
  "Помогает ли деление визуализировать миграцию предков?": "Да, особенно на страницах Discover, например Haplogroup Story.",
  "Что скрывает Share Mode кроме имен?": "Фотографии и личную информацию аккаунта.",
  "Почему функция Share важна?": "Она упрощает и безопасно делает возможным обмен совпадениями и страницами Discover.",
  "Какие преимущества даёт функция Share в FamilyTreeDNA?": "Позволяет делиться результатами без раскрытия имен и фотографий совпадений.",
  "Где можно найти Share Mode на личной странице?": "В настройках аккаунта в разделе Privacy and Sharing.",
  "Что делает кнопка Share Page в Discover?": "Позволяет делиться общедоступными страницами через ссылку или соцсети.",
  "Можно ли использовать Share Mode для Match Time Tree в Discover?": "Да, для размывания личных данных совпадений.",
  "Какие страницы Discover не используют Share Page?": "Match Time Tree и Globetrekker.",
  "Как включить Share Mode в Discover?": "Перейти на страницу Match Time Tree и включить переключатель Share Mode.",
  "Что размывается при использовании Share Mode?": "Имена и фотографии совпадений, а также ваша информация.",
  "Можно ли делиться страницами Discover без скриншота?": "Да, через Share Page для общедоступных страниц.",
  "Что требуется для Share Mode на личной странице?": "Включить переключатель в настройках аккаунта каждый раз после входа.",
  "Для чего предназначен Share Mode на Discover Match Time Tree?": "Чтобы безопасно делиться страницей с совпадениями, скрывая личные данные.",
  "Можно ли делиться Globetrekker с помощью Share Page?": "Нет, она доступна только для тестов Big-Y или mtFull и не поддерживает Share Page.",
  "Что показывает Match Time Tree?": "Совпадения с именами Earliest Known Ancestors (EKA) и их страной происхождения.",
  "Можно ли делиться Haplogroup Story через Share Page?": "Да, с размытием вашей личной информации.",
  "Нужно ли включать Share Mode для публикации Match Time Tree?": "Да, иначе имена совпадений будут видны.",
  "Как часто нужно включать Share Mode в личном аккаунте?": "Каждый раз после входа, так как он выключается при выходе.",
  "Можно ли делиться своими результатами Family Finder через Share Mode?": "Да, Share Mode работает для Family Finder, Y-DNA и mtDNA.",
  "Что делают шевелящиеся иконки лопаты в Ancient Connections?": "Показывают археологические данные и временные рамки для древней ДНК.",
  "Что делает Share Page удобным для социальных сетей?": "Позволяет делиться страницами Discover без раскрытия конфиденциальных данных.",
  "Какие страницы Discover можно делиться полностью?": "Все, кроме Match Time Tree и Globetrekker.",
  "Что делает включение Share Mode удобным для презентаций?": "Скрывает конфиденциальные данные участников, показывая только карту и результаты.",
  "Можно ли делиться результатами mtDNA через Share Mode?": "Да, для личного аккаунта и Discover.",
  "Что делает Share Mode после выхода из аккаунта?": "Автоматически выключается.",
  "Можно ли делиться страницами Discover на всех соцсетях?": "Да, кроме страниц с ограниченным доступом как Globetrekker.",
  "Что происходит, когда включается Share Mode в Discover Match Time Tree?": "Имена и фотографии совпадений размываются.",
  "Можно ли делиться страницей Ancient Connections полностью?": "Нет, только часть совпадений отображается публично.",
  "Как Share Page помогает друзьям и семье?": "Они могут увидеть общие страницы Discover без раскрытия личных данных.",
  "Можно ли делиться Discover страницами без включения Share Mode?": "Да, если это общедоступная страница, например Haplogroup Story.",
  "Можно ли делиться Match Time Tree без Share Mode?": "Нет, это откроет имена и фото совпадений.",
  "Как Share Mode помогает генеалогическим исследованиям?": "Облегчает безопасный обмен результатами с другими исследователями.",
  "Какая информация отображается на Match Time Tree с включенным Share Mode?": "Только размытые имена и фотографии совпадений.",
  "Можно ли делиться страницами Discover на мобильных устройствах?": "Да, Share Page работает и на мобильных устройствах.",
  "Что делает включение Share Mode в личном аккаунте для Family Finder?": "Размывает совпадения и позволяет безопасно делиться результатами.",
  "Может ли Share Page показывать информацию Globetrekker?": "Нет, Globetrekker не поддерживает Share Page.",
  "Какие страницы показывают сокращённые данные при Share Page?": "Ancient Connections и Notable Connections для неполных данных.",
  "Что происходит при создании скриншота Match Time Tree с Share Mode?": "Имена и фотографии совпадений скрыты, данные безопасны.",
  "Почему Share Mode полезен для преподавателей и презентаций?": "Позволяет показывать результаты без раскрытия конфиденциальной информации.",
  "Можно ли делиться Discover страницами, если пользователь не вошёл в аккаунт?": "Да, для общедоступных страниц через Share Page.",
  "Что делают Discover страницы при Share Page?": "Публикуют выбранную страницу на соцсети или дают ссылку для доступа.",
  "Можно ли делиться Haplogroup Reports через Share Page?": "Да, кроме Match Time Tree и Globetrekker.",
  "Как Share Mode влияет на видимость фотографий совпадений?": "Размывает их полностью.",
  "Как Share Mode влияет на видимость имен совпадений?": "Скрывает их, показывая только размытые данные.",
  "Можно ли делиться Discover страницами с коллегами исследователями?": "Да, безопасно через Share Mode и Share Page.",
  "Что делает Share Page с вашими личными данными?": "Не отображает их, только страницу Discover.",
  "Можно ли делиться Discover страницами, если у вас нет Big-Y или mtFull теста?": "Да, кроме Globetrekker и ограниченных Ancient Connections страниц.",
  "Как Share Page упрощает публикацию результатов?": "Позволяет делиться страницами без ручного редактирования или размывания.",
  "Можно ли включить Share Mode один раз и использовать всегда?": "Нет, нужно включать каждый раз после входа.",
  "Какие страницы Discover полностью доступны для публикации?": "Haplogroup Story и общедоступные отчёты, кроме Globetrekker и Match Time Tree.",
  "Почему Share Mode важен для публичного обмена результатами?": "Обеспечивает безопасность конфиденциальной информации.",
  "Можно ли делиться результатами Y-DNA через Share Page?": "Да, если это общедоступная страница.",
  "Что делает Share Page проще, чем обычный скриншот?": "Автоматически создаёт ссылку или публикацию без раскрытия личных данных.",
  "Можно ли делиться Discover страницами с друзьями за границей?": "Да, Share Page работает по ссылке или в соцсетях.",
  "Что нового предлагает функция Share в FamilyTreeDNA?": "Позволяет делиться результатами DNA без раскрытия личных данных.",
  "Где можно включить Share Mode в личном аккаунте?": "В настройках аккаунта в разделе Privacy and Sharing.",
  "Какие данные размывает Share Mode на личной странице?": "Имена и фотографии совпадений, а также ваша информация.",
  "Что делает Share Mode на Discover Match Time Tree?": "Скрывает имена и фотографии совпадений на временной шкале.",
  "Какая страница Discover не поддерживает Share Page?": "Globetrekker и Match Time Tree.",
  "Что показывает Match Time Tree с включённым Share Mode?": "Размытые совпадения с Earliest Known Ancestors и их страной происхождения.",
  "Можно ли делиться страницами древа Discover без скриншота?": "Да, через Share Page для общедоступных страниц.",
  "Как включить Share Mode в древе Discover?": "Перейти на страницу Match Time Tree и переключить Share Mode в положение ON.",
  "Можно ли делиться Haplogroup Story через Share Page опцию?": "Да, с размытием вашей личной информации.",
  "Что происходит с Share Mode после выхода из аккаунта?": "Он автоматически выключается.",
  "Можно ли делиться Discover страницами на мобильных устройствах?": "Да, Share Page работает и на мобильных устройствах.",
  "Какие страницы можно делиться полностью через Share Page?": "Все общедоступные страницы, кроме Match Time Tree и Globetrekker.",
  "Как Share Page защищает ваши данные при публикации?": "Не показывает имя и фото, только выбранную страницу.",
  "Что делает Share Mode полезным для презентаций?": "Скрывает личные данные участников и позволяет показывать результаты безопасно.",
  "Можно ли делиться Ancient Connections через Share Page?": "Да, но отображаются только ограниченные совпадения.",
  "Что делает Share Page сервис таким удобным для социальных сетей?": "Автоматически создаёт ссылку или публикацию без раскрытия личной информации.",
  "Нужно ли включать Share Mode каждый раз после входа?": "Да, он выключается после выхода из аккаунта.",
  "Можно ли делиться результатами Family Finder через Share Mode?": "Да, для личного аккаунта и Discover.",
  "Почему Share Mode так важен для публичного обмена результатами?": "Обеспечивает безопасность конфиденциальной информации при обмене с другими.",
  "Share Page упрощает публикацию результатов?": "Да. Позволяет делиться страницами без ручного редактирования или размывания.",
  "Можно ли включить Share Mode один раз навсегда?": "Нет, нужно включать каждый раз после входа.",
  "Какие страницы Discover показывают сокращённые данные при Share Page?": "Ancient Connections и Notable Connections для неполных данных.",
  "Можно ли делиться mtDNA результатами через Share Mode?": "Да, если они отображаются в личном аккаунте или Discover.",
  "Что делает Share Page проще, чем создание скриншота вручную?": "Автоматически создаёт ссылку или публикацию без раскрытия личных данных.",
  "Можно ли делиться древом Discover с друзьями за границей?": "Да, Share Page работает по ссылке или в соцсетях.",
  "Можно ли делиться Y DNA результатами через Share Page?": "Да, если это общедоступная страница.",
  "Что происходит при создании скриншота MatchTimeTree с Share Mode?": "Имена и фотографии совпадений скрыты, данные безопасны.",
  "Почему сервис Share Mode полезен для преподавателей и презентаций?": "Позволяет показывать результаты без раскрытия конфиденциальной информации.",
  "Можно ли делиться Discover, если пользователь не вошёл в аккаунт?": "Да, для общедоступных страниц через Share Page.",
  "Что делают страницы Discover при Share Page?": "Публикуют выбранную страницу на соцсети или дают ссылку для доступа.",
  "Можно ли делиться Haplogroup Reports через Share Page сервис?": "Да, кроме Match Time Tree и Globetrekker.",
  "Share Mode влияет на видимость фотографий совпадений?": "Да. Размывает их полностью.",
  "Share Mode влияет на видимость имен совпадений?": "Да. Скрывает их, показывая только размытые данные.",
  "Можно ли делиться Discover страницами с коллегами-исследователями?": "Да, безопасно через Share Mode и Share Page.",
  "Что делает Share Page с личными данными?": "Не отображает их, только страницу Discover.",
  "Можно ли делиться Discover страницами без Big-Y или mtFull теста?": "Да, кроме Globetrekker и ограниченных Ancient Connections страниц.",
  "Можно ли делиться Discover страницами на всех соцсетях?": "Да, кроме страниц с ограниченным доступом.",
  "Какая информация отображается на Match Time Tree с включённым Share Mode?": "Только размытые имена и фотографии совпадений.",
  "Можно ли делиться страницами Discover без включения Share Mode?": "Да, если это общедоступная страница, например Haplogroup Story.",
  "Стоит ли делиться Match Time Tree без Share Mode?": "Нет, это откроет имена и фото совпадений.",
  "Каким образом Share Mode помогает генеалогическим исследованиям?": "Облегчает безопасный обмен результатами с другими исследователями.",
  "Можно ли делиться Discover страницами с друзьями и семьёй?": "Да, безопасно через Share Page или скриншоты с Share Mode.",
  "Что делает Share Mode удобным для безопасного обмена результатами?": "Скрывает личные данные, позволяя делиться картами и совпадениями.",
  "Можно ли делиться Discover страницами через прямую ссылку?": "Да, через Share Page.",
  "Можно ли делиться результатами Discover без скрытия информации?": "Да, но только на общедоступных страницах, не содержащих чувствительные данные.",
  "Можно ли делиться Discover страницами с ограниченным доступом?": "Нет, только общедоступные страницы, кроме Globetrekker и Match Time Tree.",
  "Как Share Page позволяет делиться Discover страницами на Facebook?": "Создаёт ссылку на страницу без раскрытия личных данных.",
  "Можно ли использовать Share Mode и Share Page одновременно?": "Да, Share Mode скрывает конфиденциальные данные, а Share Page публикует общедоступные страницы.",
  "Почему важно включать Share Mode перед созданием скриншота Match Time Tree?": "Чтобы скрыть имена и фотографии совпадений.",
  "Можно ли делиться результатами Discover в Instagram через Share Page?": "Да, через ссылку или публикацию страницы.",
  "Что делает Globetrekker?": "Функция отображения карты, которая строит путь миграции вашей Y-ДНК от Y-Адама до ваших недавних предков по мужской линии.",
  "Какая функция строит путь миграции вашей Y-ДНК?": "Путь миграции Y-ДНК от Y-Адама до недавних предков по мужской линии.",
  "Какова цель Globetrekker?": "Визуализировать пути миграции вашей мужской линии на основе генетических и географических данных.",
  "Кто может использовать Globetrekker?": "Только клиенты Big Y FamilyTreeDNA.",
  "Какие данные использует Globetrekker?": "Локации самых ранних предков (EKA), образцы древней ДНК и географические критерии.",
  "Какие факторы окружающей среды учитываются в Globetrekker?": "Уровни моря с течением времени и климатические факторы, включая оледенение.",
  "Что отображает Globetrekker на карте?": "Наиболее вероятные коридоры миграции вашей мужской линии.",
  "Сколько маршрутов миграции включает Globetrekker?": "48 000 маршрутов для всех гаплогрупп на всех континентах.",
  "Есть ли браузер дерева в Globetrekker?": "Да, есть интегрированный браузер дерева.",
  "Можно ли использовать Globetrekker без входа в аккаунт?": "Нет, для использования Globetrekker требуется вход в аккаунт.",
  "Могут ли администраторы проектов просматривать данные участников в Globetrekker напрямую?": "Пока нет, каждый тестируемый должен войти индивидуально.",
  "Какие типы миграций отображаются на карте Globetrekker?": "Только до-Колумбовые миграции.",
  "Отобразит ли Globetrekker предков коренных американцев?": "Только если гаплогруппа коренная и указано место.",
  "Можно ли использовать координаты в Америке в Globetrekker?": "Да, но только для коренных американских гаплогрупп с указанием страны происхождения.",
  "Насколько точными должны быть локации в Globetrekker?": "Локации или страны должны быть максимально точными.",
  "Что происходит, если два человека имеют одну гаплогруппу с разными локациями?": "Globetrekker отображает гаплогруппу в средней точке между двумя локациями.",
  "Как улучшить точность отображения в Globetrekker?": "Убедившись, что вы и ваши совпадения вводите полную информацию о EKA и локации.",
  "Что такое EKA?": "Самый ранний известный предок (Earliest Known Ancestor).",
  "Почему важно вводить данные EKA для Globetrekker?": "Это позволяет Globetrekker точно отображать вашу гаплогруппу.",
  "Какие три поля EKA критичны?": "Имя и даты рождения/смерти, страна происхождения и место предка.",
  "Следует ли вводить данные по материнской линии?": "Да, для митохондриальной ДНК.",
  "Где ещё отображается местоположение EKA кроме Globetrekker?": "На карте совпадений STR (STR Matches Map).",
  "Почему важна совместная работа в Globetrekker?": "Множественные участники одной линии повышают точность гаплогрупп и маршрутов миграции.",
  "Кого следует попросить пройти тест Big Y для точности?": "Кузенов, отца, брата или дядю по мужской линии.",
  "Можно ли отображать гаплогруппы без данных о местоположении?": "Нет, данные о местоположении обязательны.",
  "Как часто обновляются результаты Discover?": "Еженедельно.",
  "Когда Globetrekker обновляется после добавления новых гаплогрупп?": "На следующей неделе после обновления Discover.",
  "Что показывает гаплогруппа конца линии?": "Наиболее уточнённую или ближайшую рассчитанную гаплогруппу.",
  "Как Globetrekker отображает возраст гаплогрупп?": "С помощью изменения цвета, представляющего рождение каждой крупной гаплогруппы вдоль пути миграции.",
  "Можно ли анимировать пути миграции в Globetrekker?": "Да, нажав кнопку воспроизведения на карте.",
  "Какая функция отображает образцы древней ДНК?": "Ancient Connections с иконками лопат на карте.",
  "Что показывает нажатие на иконку лопаты?": "Информацию о археологических раскопках с результатами Y-ДНК и временными рамками.",
  "Включает ли Globetrekker родительские гаплогруппы?": "Да, на карте отображаются upstream-группы.",
  "Что такое интегрированный браузер дерева в Globetrekker?": "Браузер, который движется синхронно с картой миграции и показывает гаплогруппы со временем.",
  "Какие гаплогруппы показаны в примере?": "R-BY487, R-BY482, R-BY490 и R-ZS3700.",
  "Почему тест Big Y важен для Globetrekker?": "Он сканирует миллионы участков Y-хромосомы, чтобы определить ветвь гаплогруппы.",
  "Как Big Y помогает находить общих предков?": "Сопоставляя мужчин с общим предком с помощью STR и SNP маркеров.",
  "Какой исторический период можно изучать с помощью Big Y?": "До появления фамилий.",
  "Кто может просматривать результаты Globetrekker?": "Мужчины, прошедшие Big Y-500 или Big Y-700.",
  "Могут ли тестеры Big Y-500 обновить тест?": "Да, для более уточнённых гаплогрупп.",
  "Что нужно для отображения гаплогруппы в Globetrekker?": "Не менее двух человек с одной гаплогруппой и введённой локацией.",
  "Зачем просить совпадения вводить данные EKA?": "Чтобы улучшить точность отображения в Globetrekker для всех.",
  "Сколько человек нужно для получения детальной гаплогруппы?": "Не менее двух человек с одинаковым вариантом.",
  "Что произойдет, если данные о местоположении неверны?": "Гаплогруппа может быть отображена в неправильном месте.",
  "Что делает кнопка воспроизведения в Globetrekker?": "Анимирует путь миграции от Y-Адама до ваших гаплогрупп.",
  "Может ли Globetrekker показывать исторические изменения береговой линии?": "Да, включая затопленные области, например Doggerland.",
  "Что отображает легенда на карте Globetrekker?": "Океанские течения, уровни моря и детали карты.",
  "Как показаны upstream-группы?": "На карте с соединениями с вашей текущей гаплогруппой.",
  "Что нужно для отображения коренных американцев до Колумба?": "Коренная гаплогруппа с данными о местоположении.",
  "Что даёт Big Y-700?": "Более высокая детализация гаплогрупп и маршрутов миграции.",
  "Зачем привлекать родственников для тестирования?": "Для повышения точности гаплогруппы и детализации маршрутов миграции.",
  "Что нужно заполнить для карты совпадений?": "Имя EKA, страна и местоположение предка.",
  "Может ли Globetrekker предоставить информацию по митохондриальной ДНК?": "Да, если введены данные материнской линии.",
  "Почему важно множественное тестирование?": "Оно уточняет гаплогруппу и обеспечивает точность отображения.",
  "Какой тип происхождения отслеживает Globetrekker?": "Патеральная линия Y-ДНК.",
  "Как отображается возраст гаплогрупп?": "Приблизительные даты у каждой точки на карте.",
  "Какая гаплогруппа прибыла в Англию 4650 лет назад?": "R-Z290.",
  "Может ли Globetrekker исправить предположения о предках?": "Да, на основе генетических данных.",
  "Как отображается Doggerland в Globetrekker?": "Тёмно-зелёным цветом, как историческая суша, ныне под водой.",
  "Что сканирует тест Big Y?": "Миллионы участков Y-хромосомы для поиска мутаций.",
  "Могут ли тестеры только STR получить пользу от Big Y?": "Да, для уточнения гаплогруппы и маршрутов миграции.",
  "Что отслеживает интегрированный браузер дерева?": "Прогресс гаплогрупп вдоль временной шкалы.",
  "Может ли Globetrekker показывать изменения оледенения?": "Да, включая формирование и таяние ледников.",
  "Что делать после ввода данных EKA?": "Ждать обновления Discover и Globetrekker с результатами.",
  "Сколько времени требуется для обновления Globetrekker после результатов Big Y?": "Около недели.",
  "Показывает ли Globetrekker upstream и downstream гаплогруппы?": "Да, все соответствующие соединения видны.",
  "Что делать, если у совпадения нет данных EKA?": "Связаться с ним и попросить ввести данные EKA и местоположение.",
  "Каков результат ввода точных данных EKA?": "Более точное отображение и присвоение гаплогруппы.",
  "Можно ли приостанавливать анимацию миграции в Globetrekker?": "Да, чтобы изучить конкретные гаплогруппы и локации.",
  "Зачем нескольким мужчинам проходить Big Y?": "Для подтверждения вариантов и улучшения присвоения гаплогруппы.",
  "Как Globetrekker обрабатывает несколько локаций для одной гаплогруппы?": "Отображает приблизительную среднюю точку.",
  "Зачем FamilyTreeDNA рекомендует проходить опрос после использования Globetrekker?": "Чтобы собрать отзывы о работе Globetrekker.",
  "Что можно визуализировать с течением времени в Globetrekker?": "Маршруты миграции, возраст гаплогрупп и изменения оледенения.",
  "Заменяет ли Globetrekker исторические исследования?": "Нет, он дополняет их генетическими данными.",
  "Как выделяются предковые гаплогруппы на карте?": "Цветными точками, отображающими возраст и место.",
  "Можно ли использовать Globetrekker без Big Y?": "Нет, только для клиентов Big Y.",
  "Что фиксируют образцы древней ДНК?": "Гаплогруппы в конкретных местах и временных рамках.",
  "Как сотрудничество улучшает отображение гаплогрупп?": "Больше участников уточняют гаплогруппу и маршрут миграции.",
  "Что делать, если ваши кузены не ввели данные EKA?": "Попросить их ввести, чтобы улучшить точность карты.",
  "Как связаны результаты STR и Big Y?": "Совпадения STR помогают определить, кто должен пройти Big Y для уточнения.",
  "Какие географические факторы влияют на маршруты миграции?": "Высота, коридоры миграции, уровни моря и ледники.",
  "Какие исторические события учитывает Globetrekker?": "До-Колумбовые миграции и оледенение.",
  "Как Globetrekker определяет наиболее вероятный путь?": "Объединяя данные предков, древнюю ДНК и географические критерии.",
  "Почему Globetrekker полезен для генеалогии?": "Он связывает генетические данные с исторической миграцией и происхождением.",
  "Что означает красная точка на карте?": "Местоположение текущей или конечной гаплогруппы.",
  "Как Globetrekker визуализирует изменение уровня моря?": "Разными цветами, отражающими исторический уровень воды.",
  "Какая функция показывает связанные upstream-группы?": "Интегрированный браузер дерева и соединения на карте.",
  "Почему некоторые точки могут быть скрыты на карте?": "Поздние точки гаплогрупп могут перекрывать предыдущие.",
  "Какова главная польза заполнения данных EKA?": "Позволяет точно отображать карту и присваивать детальные гаплогруппы.",
  "Как тестеры Big Y могут просмотреть историю своей гаплогруппы?": "Через Discover Haplogroup Reports и ссылки Globetrekker.",
  "Что такое Globetrekker?": "Функция FamilyTreeDNA, показывающая миграционный путь Y-ДНК от Y-Адама до недавних предков.",
  "Кто может пользоваться Globetrekker?": "Только клиенты Big Y FamilyTreeDNA.",
  "Какие данные использует треккер Globetrekker?": "Локации самых ранних предков, древняя ДНК и географические критерии.",
  "Какие факторы окружающей среды учитывает Globetrekker?": "Уровни моря и климатические факторы, включая оледенение.",
  "Что Globetrekker отображает на карте?": "Наиболее вероятные коридоры миграции по линии предков.",
  "Какие маршруты миграции включены в Globetrekker?": "48 000 маршрутов для всех гаплогрупп на всех континентах. Растёт со временем.",
  "Есть ли браузер древа в Globetrekker?": "Да, есть интегрированный браузер дерева.",
  "Требуется ли вход в аккаунт для Globetrekker?": "Нет, требуется вход в аккаунт.",
  "Обновляется ли Globetrekker с новыми данными?": "Да, после обновлений Discover еженедельно.",
  "Что означает EKA?": "Самый ранний известный предок (Earliest Known Ancestor).",
  "Почему важно вводить информацию EKA?": "Для точного отображения гаплогрупп и маршрутов миграции.",
  "Стоит ли вводить данные по материнской линии?": "Да, для митохондриальной ДНК.",
  "Почему совместная работа важна в Globetrekker?": "Больше участников повышают точность гаплогрупп и маршрутов миграции."
}
