{
  "What is DNA?": "DNA, or deoxyribonucleic acid, carries the genetic instructions for all living organisms. It is composed of nucleotides arranged in a double helix, encoding traits and biological functions.",
  "What is a gene?": "A gene is a segment of DNA that contains the instructions to produce proteins, which perform essential functions in the body.",
  "What is a chromosome?": "Chromosomes are long DNA molecules wrapped around proteins, containing many genes. Humans typically have 23 pairs (= 46 chromosomes).",
  "What is an allele?": "An allele is a variant form of a gene at a specific locus. Different alleles can influence traits in various ways.",
  "What is genotype?": "Genotype refers to an individual's genetic makeup, representing the combination of alleles inherited from both parents.",
  "What is phenotype?": "Phenotype is the observable traits of an individual, shaped by genotype and environmental factors.",
  "What is Y-DNA?": "Y-DNA is the paternal lineage DNA passed from father to son. It is used to trace paternal ancestry through haplogroups.",
  "What is mtDNA?": "Mitochondrial DNA (mtDNA) is inherited maternally and traces maternal ancestry. It is passed from mothers to all children.",
  "What is a SNP?": "A Single Nucleotide Polymorphism (SNP) is a variation at a single position in the DNA sequence among individuals.",
  "What is an STR?": "Short Tandem Repeats (STRs) are repeating sequences in DNA that vary in length and are used in genetic genealogy for matching relatives.",
  "What are haplogroup subclades?": "Subclades are branches within a haplogroup representing more recent common ancestors.",
  "Why do people test BigY-700?": "BigY-700 analyzes hundreds of thousands of Y-DNA markers to identify deep paternal ancestry and refine haplogroup placement.",
  "What is a genetic genealogy test?": "A genetic genealogy test analyzes your DNA to discover ancestry, relatives, and historical migrations.",
  "What is autosomal DNA?": "Autosomal DNA is inherited from both parents and can reveal relatives from all ancestral lines within about 5-6 generations.",
  "What is a haplotype?": "A haplotype is a group of DNA markers inherited together. Haplotypes define Y-DNA or mtDNA haplogroups.",
  "What is STR matching?": "STR matching compares short tandem repeats to find genetic relatives on the paternal or maternal lines.",
  "What is STR testing?": "STR testing analyzes short tandem repeats to compare genetic similarity and recent ancestry.",
  "What is SNP testing?": "SNP testing identifies single nucleotide variations that help determine haplogroup and fine-scale ancestry.",
  "What is a private SNP?": "A private SNP is a mutation found in a single lineage or family branch, indicating recent ancestry.",
  "How do haplogroups trace migration?": "Haplogroups mark ancient lineages, revealing where ancestors lived and how populations migrated over thousands of years.",
  "What is the advantage of BigY for Globtrekker?": "BigY provides detailed SNP data for deep paternal ancestry and helps locate genetic cousins globally in the Globtrekker feature.",
  "What is the Y-DNA Haplogroup R1b?": "R1b is a common paternal haplogroup in Western Europe with many subclades, useful for tracing European ancestry.",
  "What is the Y-DNA Haplogroup J2?": "J2 is common in the Mediterranean and Caucasus regions, often linked to ancient agricultural populations.",
  "What is a founder effect?": "The founder effect occurs when a small population establishes itself, causing certain genetic traits to be more common.",
  "What is genetic drift?": "Genetic drift is the random change in allele frequencies in a population over time, affecting haplogroup distribution.",
  "What is admixture?": "Admixture is the mixing of genetic material from different populations, revealing multiple ancestral origins.",
  "What is a genetic match?": "A genetic match is someone sharing enough DNA to indicate a recent common ancestor.",
  "What is a Y-DNA STR marker?": "A Y-DNA STR marker is a short repeating DNA segment used to compare paternal lineage and calculate relatedness.",
  "What is a mtDNA H haplogroup?": "H is the most common maternal haplogroup in Europe, reflecting ancient migration patterns.",
  "What is a haplogroup tree?": "A haplogroup tree shows the branching patterns of human paternal or maternal lineages over thousands of years.",
  "What is a terminal SNP?": "A terminal SNP is the most recent SNP defining the end of a haplogroup branch.",
  "What is a deep ancestry test?": "A deep ancestry test uses BigY or full mtDNA to trace lineages thousands of years back in time.",
  "How can STRs estimate relatedness?": "STRs mutate relatively quickly, allowing estimation of how recently two individuals share a paternal or maternal ancestor.",
  "What is the difference between SNPs and STRs?": "SNPs are stable and define haplogroups, while STRs are variable and useful for estimating close relationships.",
  "What is a BigY700 result?": "BigY700 results provide thousands of SNPs, Y-DNA haplogroup assignment, and links to distant cousins.",
  "What is the difference between Y-DNA and mtDNA testing?": "Y-DNA traces paternal lineage, mtDNA traces maternal lineage, and both reveal deep ancestry but along separate lines.",
  "How many generations can autosomal DNA test?": "Autosomal DNA tests usually detect relatives within 5-6 generations reliably.",
  "What is a genetic cousin?": "A genetic cousin shares measurable DNA segments indicating a common ancestor within a genealogically relevant timeframe.",
  "What is a haplogroup frequency map?": "A frequency map shows the geographic distribution of haplogroups among populations.",
  "What is FTDNA's Family Finder?": "Family Finder is an autosomal DNA test to discover relatives across all ancestral lines.",
  "What is a Y-STR match?": "A Y-STR match indicates two males share a common paternal ancestor based on STR markers.",
  "What is the HaploTree?": "HaploTree is a phylogenetic tree showing relationships among Y-DNA or mtDNA haplogroups.",
  "What is a terminal branch?": "A terminal branch is the latest division in a haplogroup showing the most recent common SNP.",
  "What is a branch mutation?": "A branch mutation is a SNP that defines a new subclade in a haplogroup tree.",
  "What is a private STR mutation?": "A private STR mutation is a unique STR repeat change specific to a family line.",
  "What is a shared haplotype?": "A shared haplotype occurs when two or more individuals have the same set of genetic markers.",
  "What is a modal haplotype?": "The modal haplotype is the most common set of STR values observed within a group or project.",
  "How is DNA data used in genealogy?": "DNA data helps identify relatives, trace ancestry, confirm historical records, and map migrations.",
  "What is a Y-DNA SNP test?": "A Y-DNA SNP test identifies specific mutations on the Y chromosome to determine haplogroup placement.",
  "What is mtDNA full sequence testing?": "Full mtDNA sequencing determines the entire mitochondrial genome for detailed maternal lineage analysis.",
  "What is a paternal line?": "The paternal line traces ancestry through fathers using Y-DNA markers.",
  "What is a maternal line?": "The maternal line traces ancestry through mothers using mtDNA markers.",
  "What is a Caucasus haplogroup?": "Caucasus haplogroups include J2, G2a, R1b, and others, reflecting regional ancestry and migrations.",
  "What is a BigY upgrade?": "A BigY upgrade adds more SNP coverage for deeper Y-DNA resolution.",
  "What is a BigY700 upgrade?": "A BigY700 upgrade adds more SNP coverage for deeper Y-DNA resolution.",
  "What is a BigY-700 upgrade?": "A BigY-700 upgrade adds more SNP coverage for deeper Y-DNA resolution.",
  "What is a genetic bottleneck?": "A bottleneck occurs when population size shrinks drastically, reducing genetic diversity.",
  "What is a Y-DNA match list?": "A match list shows individuals sharing Y-DNA markers, ordered by genetic closeness.",
  "What is a mtDNA haplogroup H?": "H is a common maternal haplogroup in Europe, showing ancient post-Ice Age migration.",
  "What is an autosomal cousin?": "An autosomal cousin shares DNA segments across multiple chromosomes, indicating shared ancestry within a few generations.",
  "What is the difference between STR and SNP testing?": "STR testing is for recent ancestry, SNP testing for deep ancestry and haplogroup determination.",
  "What is a terminal SNP result?": "The terminal SNP is the most recent SNP defining the end of your Y-DNA haplogroup branch.",
  "What is a subclade?": "A subclade is a subgroup within a haplogroup, representing a lineage that branched off from the main group.",
  "What is a mutation rate?": "Mutation rate refers to how quickly SNPs or STRs change over generations, helping estimate time to a common ancestor.",
  "What is a BigY SNP tree?": "The BigY SNP tree shows the hierarchical structure of haplogroup branches with all known SNPs.",
  "What is a phylogenetic tree?": "A phylogenetic tree illustrates evolutionary relationships among lineages or haplogroups.",
  "What is a genetic distance?": "Genetic distance measures the difference between DNA profiles, estimating relatedness between individuals.",
  "What is a haplogroup frequency?": "Haplogroup frequency is the percentage of individuals in a population carrying a specific haplogroup.",
  "What is an admixture test?": "An admixture test shows the proportional ancestry from different populations in an individual.",
  "What is a terminal branch SNP?": "It is the most recent SNP marking the endpoint of a Y-DNA haplogroup branch.",
  "What is the advantage of mtFullSequence?": "Full mtDNA sequencing provides deep maternal ancestry and detailed haplogroup assignment.",
  "What is Y-STR mutation?": "A Y-STR mutation is a change in a short tandem repeat that can indicate recent paternal lineage divergence.",
  "What is the difference between haplogroup and subclade?": "A haplogroup is a major lineage, and a subclade is a branch within it, reflecting more recent ancestry.",
  "What is a deep clade?": "A deep clade is a long-standing branch within a haplogroup defined by ancient SNPs.",
  "What is a modal haplotype used for?": "It represents the most common STR profile in a group, often used to infer ancestral types.",
  "What is the benefit of BigY700?": "BigY700 uncovers deep paternal lineage, fine SNP resolution, and helps identify distant relatives worldwide.",
  "What is the benefit of BigY-700?": "BigY-700 uncovers deep paternal lineage, fine SNP resolution, and helps identify distant relatives worldwide.",
  "What is a haplogroup origin?": "Haplogroup origin refers to the geographic location where a haplogroup first appeared.",
  "What is a haplogroup?": "A haplogroup is a genetic population group of people who share a common ancestor on the patrilineal or matrilineal line. Y-DNA haplogroups follow the paternal line and mtDNA haplogroups follow the maternal line.",
  "What is autosomal DNA testing?": "Autosomal DNA testing examines chromosomes inherited from both parents. It can detect ancestry from all family lines within several generations. It is widely used for ethnicity estimates and finding relatives.",
  "Recommended tests for deep paternal ancestry": "For deep paternal ancestry, take a Y-DNA STR and SNP test (e.g., FamilyTreeDNA Y37 or BigY-700). For maternal, take full mtDNA sequencing. For basic tests, Family Finder is enough - gives autosomal DNA and Y-DNA SNP",
  "How accurate are autosomal tests?": "Autosomal test accuracy decreases for ancestry beyond ~7-8 generations. They are very good at detecting close relatives and continental ancestry, less precise for fine regional assignments far back in time.",
  "How to interpret regional match percentages on autosomal tests?": "Autosomal test companies use reference panels. A Circassian label does not exist; instead you'll see Northern Caucasus and neighbouring regions, i.e Southern Caucasus and Eastern Caucasus. In this context, Northern Caucasus is ~ Circassia. Interpret percentages as model-based estimates, not absolute identities.",
  "Why do different DNA test providers give slightly different results?": "Each provider uses unique reference panels and algorithms. Regional assignments may vary depending on sample coverage. Comparing multiple providers can give a broader view of ancestry.",
  "Which mtDNA haplogroups are found in the Caucasus?": "Common mtDNA haplogroups reported in the Caucasus include H, U, W, K, T, J, and various subclades. Maternal lineages often reflect deep regional continuity and historical migrations.",
  "Are there known founder effects in Circassian populations?": "Some Northwest Caucasus groups show evidence of founder effects and local drift due to historical population sizes and social structure. Patterns vary by district and clan.",
  "Which companies are recommended for Y-DNA deep clades?": "We strongly recommend FamilyTreeDNA with BigY700 test. FamilyTreeDNA has the largest Y-DNA database and Y-Tree and offers detailed haplogroup analysis.",
  "What is STR vs SNP testing for Y-DNA?": "STRs (short tandem repeats) are useful for recent genealogical matching; SNPs (single nucleotide polymorphisms) define deep haplogroups and branching points in the paternal tree.",
  "How to get authoritative regional assignments": "Use multiple lines of evidence (autosomal + uniparental markers + genealogy) and consult peer-reviewed population genetics studies when available.",
  "How long do I need to wait for results after sending a sample?": "Typical turnaround times with FamilyTreeDNA is: 2-8 weeks for autosomal tests, 6-12 weeks for Y-DNA tests 6-12 weeks, 10-20 weeks for BigY700 test.",
  "Can haplogroup names change over time?": "Yes - as researchers discover new SNPs, haplogroup trees are refined and subclade names can change. Use up-to-date trees from FamilyTreeDNA Discover-Â¢ tool: https://discover.familytreedna.com/.",
  "What is the purpose of FamilyTreeDNA Y-111 or Big Y tests?": "They provide high-resolution analysis of Y-DNA haplogroups. Big Y sequences many SNPs for deep paternal lineage mapping. Y-111 focuses on STRs for genealogical matching and family connections.",
  "What is the advantage of BigY-700 over Y-111?": "Big Y sequences thousands of SNPs for detailed paternal mapping. Y-111 focuses on STR markers for genealogical matches. Big Y provides deeper historical insight.",
  "How long does it take to get BigY-700 results?": "Typically 10-20 weeks, depending on lab backlog and sample processing times.",
  "How do STRs help in genealogy?": "STRs are repeating DNA sequences that mutate over generations. Comparing STR patterns helps identify close relatives. They are effective for tracing ancestry over the last few hundred years.",
  "How do SNPs define haplogroups?": "SNPs are single nucleotide changes in DNA that rarely mutate. They mark branches in the paternal or maternal tree. By comparing SNPs, scientists can map deep ancestry over thousands of years.",
  "Why are SNPs important for BigY-700?": "SNPs define deep branches of the Y-DNA tree, allowing precise placement of paternal lineage.",
  "What is the difference between STRs and SNPs?": "STRs track short tandem repeats useful for recent ancestry, while SNPs identify deep haplogroup splits.",
  "How are haplogroups named?": "Haplogroups are named with letters and numbers, like R1b or J2a, indicating branching points in a phylogenetic tree.",
  "What is a Y-DNA haplogroup?": "Y-DNA haplogroups trace paternal lineage using the Y chromosome, inherited father to son.",
  "What is an mtDNA haplogroup?": "mtDNA haplogroups trace maternal lineage using mitochondrial DNA, inherited from mothers to all children.",
  "What is a haplogroup subclade?": "A subclade is a branch within a haplogroup, defined by additional SNP mutations from the parent haplogroup.",
  "Why are haplogroups useful?": "Haplogroups help study human migrations, population history, and ancestry over thousands of years.",
  "Terminal SNP is what?": "A terminal SNP is the most recent SNP that defines the endpoint of a haplogroup branch for an individual.",
  "What is a basal haplogroup?": "A basal haplogroup represents an early branch in the haplogroup tree, closer to the root ancestor.",
  "How are haplogroups determined?": "Haplogroups are determined by testing SNPs on the Y chromosome or mitochondrial genome.",
  "Private SNP is what?": "A private SNP is a mutation unique to a single lineage or family branch, indicating recent ancestry.",
  "What is a deep haplogroup test?": "A deep haplogroup test analyzes many SNPs to identify rare branches and ancient ancestry.",
  "What is a BigY test?": "BigY tests hundreds of thousands of Y-DNA SNPs, revealing detailed haplogroup placement and related lineages.",
  "What is a BigY700 test?": "BigY700 tests hundreds of thousands of Y-DNA SNPs, revealing detailed haplogroup placement and related lineages.",
  "How many Y-DNA haplogroups exist?": "There are dozens of major Y-DNA haplogroups, each with many subclades reflecting global diversity.",
  "How many mtDNA haplogroups exist?": "mtDNA haplogroups are similarly diverse, showing maternal lineages from Africa, Europe, Asia, and the Americas.",
  "What is a basal branch?": "A basal branch is an early lineage, near the root of the haplogroup tree.",
  "How do haplogroups reflect ancestry?": "Haplogroups indicate geographic origins and ancestral migrations across thousands of years.",
  "What is a founder effect in haplogroups?": "A founder effect occurs when a small group carries a haplogroup to a new region, making it prevalent locally.",
  "How are haplogroups named with numbers?": "Letters show major lineages; numbers indicate branching subclades within that lineage.",
  "What is a SNP tree?": "A SNP tree is a hierarchical map of haplogroups and subclades defined by SNP mutations.",
  "What is a mtDNA match?": "An mtDNA match indicates shared maternal ancestry between two individuals.",
  "What is a terminal SNP test?": "It identifies the most recent SNP defining the endpoint of a haplogroup branch.",
  "What is the advantage of haplogroup testing?": "It reveals deep ancestry, migration history, and lineage connections not seen in autosomal DNA tests.",
  "How are haplogroups linked to geography?": "Certain haplogroups are more common in specific regions due to historical migrations and population bottlenecks.",
  "What is the difference between mtDNA and Y-DNA haplogroups?": "mtDNA haplogroups trace maternal ancestry; Y-DNA haplogroups trace paternal ancestry.",
  "What is a branch clade?": "A branch clade is a more recent subdivision within a haplogroup, showing recent divergence.",
  "What is a haplogroup lineage?": "A haplogroup lineage is the sequence of subclades descending from a common ancestor.",
  "What is a phylogeographic study?": "It combines haplogroup data with geography to study human migration patterns.",
  "What is a haplogroup mutation rate?": "It measures how often SNPs or STRs change over generations to estimate the time to a common ancestor.",
  "What is the difference between R1b and R1a?": "R1b is common in Western Europe, while R1a is frequent in Eastern Europe and South Asia, reflecting different migrations.",
  "What resolution does BigY-700 provide compared to older tests?": "It examines hundreds of thousands of SNPs, giving finer detail of deep paternal ancestry than older Y-DNA tests.",
  "Is BigY-700 necessary for all FTDNA users?": "No, it is optional; useful for those exploring deep paternal ancestry or contributing to research projects.",
  "What is a haplogroup in the context of Gloctrekker?": "A haplogroup is a paternal lineage defined by SNPs that Globtrekker maps to ancient migration routes.",
  "Can BigY-700 results be used in other FTDNA tools?": "Yes, results can be used in projects, Y-DNA matches, and tools like Gloctrekker or YFull analysis.",
  "Are BigY-700 results updated over time?": "Yes, as new SNPs are discovered, your results can be reanalyzed for more accurate haplogroup placement.",
  "What is the advantage of combining STRs and BigY-700 SNPs?": "STRs help with genealogical matches in recent generations, while SNPs provide deep ancestry context for Gloctrekker.",
  "What is a good small set of questions to ask when evaluating a test provider?": "Ask about privacy, raw data access, SNP/STR coverage, sample storage policy, ability to export raw files, and sample retention policies.",
  "Best practice for preserving privacy when DNA testing": "Use test providers with clear privacy policies, consider not uploading raw data to unknown third-party sites, and review sharing and opt-in settings. Create a separate email for genetic services if preferred.",
  "Should I share my DNA data publicly?": "Sharing can help research but may risk privacy. Always read provider policies and anonymize data if possible. Only share with trusted projects or academic studies. For example, Circassian DNA Project is a good option.",
  "How to cite Knowdlege Base sources in answers": "When the assistant uses Knowledge Base material, it includes the their question/title and a short citation string. You can later map each Knowledge Base item to a URL for direct source links.",
  "How can DNA testing show Circassian ancestry?": "DNA testing can show genetic markers common in populations; however, linking to the Circassian identity specifically depends on the availability of reference samples and regional marker prevalence. Autosomal tests measure recent ancestry; Y-DNA / mtDNA trace single-line ancestry.",
  "Which Y-DNA haplogroups are common among Circassians?": "Studies and public genetic data indicate Y-DNA haplogroups such as G2a2, J2, R1a, G2a1, J1, R1b, and also I2 and E are found among Northwest Caucasus populations at varying frequencies. Exact distributions vary by sample set and locality.",
  "Why some Circassian-related results differ between test providers": "Different providers use different reference panels and algorithms; pass results through multiple methods and use raw-data-based third-party tools cautiously. The best is FamilyTreeDNA, it has Northern Caucasus, Southern Caucasus, and Eastern Caucasus clusters.",
  "Can a single test confirm Circassian ethnicity?": "No - DNA can suggest regional ancestry and lineage markers, but ethnic identity also includes language, culture, and documented genealogy. Genetics alone rarely 'proves' a specific ethnic label.",
  "Can mtDNA tests reveal maternal Circassian ancestry?": "Yes, mtDNA tests trace the maternal line. Common Circassian mtDNA haplogroups like H, U, W, K, T, and J may indicate regional ancestry. They provide deep maternal lineage information.",
  "Should I use multiple tests for better results?": "Yes, combining autosomal, Y-DNA, and mtDNA tests gives a more complete picture. Each type provides different ancestry insights. Using multiple sources increases accuracy.",
  "How to contribute Circassian reference samples for research": "Contact academic groups working on Caucasus genetics or established platforms (with ethical review) to contribute anonymized samples. Community projects or academic collaborations are ideal.",
  "What is a founder effect in Circassian populations?": "Founder effects occur when a small population contributes disproportionately to later generations. Some Circassian clans show this due to historical isolation. It can increase frequency of certain haplogroups.",
  "Can DNA reveal clan affiliations?": "DNA can suggest paternal or maternal lineage clusters. Some haplogroups may correlate with historic clans. Genetic evidence alone cannot fully confirm cultural or social affiliations.",
  "How does FamilyTreeDNA protect my privacy?": "FamilyTreeDNA uses industry-standard security practices to store DNA samples, test results, and personal data, and allows users to control how their genetic information is shared.",
  "Do they share my personal information with third parties?": "No, your name or other identifying information is not shared with third parties unless legally required or with your explicit consent.",
  "How are DNA samples labeled and tracked?": "Each sample vial is labeled with a barcode linked to your order, scanned at check-in, and triggers a notification email to the kit owner.",
  "Where is the DNA extracted and stored?": "DNA is extracted in a federally compliant CAP/CLIA certified lab and stored in a robotic freezer at -20ÃÂ°C for testing and future use.",
  "How long is the second DNA vial stored?": "The second vial is stored at room temperature in a secured room for up to 25 years and used only if the first vial is insufficient.",
  "Can I control who sees my genetic data?": "Yes, you choose how your genetic information is used and shared with others.",
  "Can I give a FamilyTreeDNA kit as a gift?": "Yes, you can ship the kit directly to the recipient-s address when placing your order.",
  "When does kit activation happen?": "Kit activation occurs at the time of purchase, and email notifications for order confirmation and tracking are sent immediately.",
  "What should I do if the gift recipient-s email is different?": "Send them the sign-in information and have them update the kit owner-s email after signing in.",
  "What are the four bases in DNA?": "A, C, T, and G.",
  "What are nucleotides?": "They are base pairs (AT or GC) that connect the two DNA strands like rungs on a ladder.",
  "What are Short Tandem Repeats (STRs)?": "Sequences of identical nucleotides that repeat multiple times within the Y chromosome.",
  "What is the value of an STR marker?": "The number of times the nucleotide sequence repeats.",
  "What are multi-copy markers?": "STRs that occur in more than one location on the Y chromosome.",
  "How are values of multi-copy markers reported?": "With hyphens, each number representing repeats in each location (e.g., 14-14).",
  "What is an example of a multi-copy marker?": "DYS385, which is a repeat of GAAA occurring in at least two locations.",
  "What is a palindrome in DNA?": "A hairpin-shaped structure where nucleotides pair with their mirror images, making the sequence the same forward and backward.",
  "Why do some STR markers appear in multiple locations?": "Because they occur within palindromes on the Y chromosome.",
  "How are STR repeats in palindromes reported?": "By counting repeats on each side, e.g., DYS385=14-14 or DYS385=13-14.",
  "What is DYS464?": "A palindromic STR that often has four values, such as 15-15-17-17.",
  "What is a marker change?": "A difference in the values of markers, regardless of order.",
  "In the example of DYS464=15-15-15-16 vs 15-15-16-16, what is the GD?": "The GD is 1, because one marker copy differs.",
  "In the example of DYS464=15-15-15-16 vs 15-15-16-15, what is the GD?": "The GD is 0, because the same values are present, just in a different order.",
  "What is a copy change?": "A difference in the number of copies of a marker, regardless of their values.",
  "How is GD calculated for copy changes?": "Any difference in copy number counts as GD=1, even if multiple copies differ.",
  "In the example DYS464=15-15-15-16-16-16 vs 15-15-16-16, what is the GD?": "The GD is 1, since the extra copies likely arose in a single mutation event.",
  "Why are multi-copy markers called fast mutating markers?": "Because they can change through both marker changes and copy changes, increasing mutation rate.",
  "What should be considered when comparing GD in fast mutating markers?": "Their higher mutation rate, which can affect estimation of time to most recent common ancestor (TMRCA).",
  "What do SNP names mean?": "Single Nucleotide Polymorphisms (SNPs) are generally named after the lab or individual that first identified them. Each lab or individual is assigned a letter or series of letters, with the number following it representing the number of SNPs  they have identified. For example, FT1 was the first SNP identified by the FamilyTreeDNA BigY-700 test. FT2 was the second, and so on. Here is a complete list of all SNP name prefixes: https://help.familytreedna.com/hc/en-us/articles/9491505629967-SNP-Names",
  "SNP names are?": "Single Nucleotide Polymorphisms (SNPs) are generally named after the lab or individual that first identified them. Each lab or individual is assigned a letter or series of letters, with the number following it representing the number of SNPs  they have identified. For example, FT1 was the first SNP identified by the FamilyTreeDNA BigY-700 test. FT2 was the second, and so on. Here is a complete list of all SNP name prefixes: https://help.familytreedna.com/hc/en-us/articles/9491505629967-SNP-Names",
  "What is Genetic Distance (GD) in Y-DNA testing?": "It measures the difference in STR markers between two individuals.",
  "What is GD in Y-DNA testing?": "It measures the difference in STR markers between two individuals.",
  "What is Genetic Distance?": "It measures the difference in STR markers between two individuals.",
  "What is GD?": "It measures the difference in STR markers between two individuals.",
  "How is GD sometimes described informally?": "As the number of -steps- between two STR values.",
  "What does a GD of 0 represent?": "It means two people match exactly on the tested markers.",
  "What does a GD of 1 indicate?": "There is a one-step mutation difference between two men.",
  "What does a GD of 2 indicate?": "There is a two-step mutation difference between two men.",
  "What does a GD of 3 indicate?": "There is a three-step mutation difference between two men.",
  "What does a GD of 4 indicate?": "There is a four-step mutation difference between two men.",
  "How is overall GD between two people calculated?": "By summing the GD values across all tested markers.",
  "Why is GD important in genetic genealogy?": "It helps estimate whether two men share a common ancestor.",
  "Can a higher GD suggest a more distant relationship?": "Yes, the larger the GD, the less likely a recent shared ancestor exists.",
  "Does GD directly equal the number of generations back to a common ancestor?": "No, it only provides a probability, not an exact timeframe.",
  "Which two main models are used to calculate GD?": "The Step-Wise Mutation Model and the Infinite Allele Model.",
  "Why are two different models needed for GD?": "Because mutations can occur gradually or as structural changes.",
  "What is the Step-Wise Mutation Model?": "A model where each single repeat change equals one step of GD.",
  "How is a mutation counted in Step-Wise?": "Each increase or decrease of one repeat equals one unit of GD.",
  "If one man has DYS19=15 and another DYS19=17, what is their GD?": "The GD is 2 steps.",
  "Why is DYS19=15 vs DYS19=17 a two-step difference?": "Because the mutation would pass through 16 before reaching 17.",
  "What GD is assigned if two markers differ by 3 repeats under Step-Wise?": "GD = 3.",
  "Why is Step-Wise considered gradual?": "It reflects slow, single-step repeat mutations over generations.",
  "Which type of STR mutations fit best with the Step-Wise model?": "Small, incremental repeat changes.",
  "Does Step-Wise consider large gaps as multiple steps?": "Yes, each repeat difference adds to the GD.",
  "What-s a -step- in GD terminology?": "One change in the number of STR repeats.",
  "Which model is used most often for single-copy STR markers?": "The Step-Wise Mutation Model.",
  "What is the Infinite Allele Model?": "A model where any difference between two values counts as GD=1.",
  "How does Infinite Allele treat a 10-repeat difference?": "It still counts as only one step.",
  "Why is Infinite Allele Model useful?": "It accounts for rare, structural, or large mutation changes.",
  "Which model ignores the size of the difference?": "The Infinite Allele Model.",
  "When is Infinite Allele preferred over Step-Wise?": "For null values or copy number changes.",
  "Why is Infinite Allele considered conservative?": "It avoids overestimating the number of mutations.",
  "If one man has DYS19=12 and another DYS19=20, what-s the GD under Infinite Allele?": "GD = 1.",
  "What is a drawback of Infinite Allele Model?": "It does not reflect the size of differences.",
  "Which model better captures single-step changes?": "The Step-Wise Mutation Model.",
  "Which model better explains one-off rare events?": "The Infinite Allele Model.",
  "What does a null value mean in Y-DNA STR testing?": "It indicates the marker is completely absent.",
  "How are null values usually represented?": "With the number 0.",
  "Why can-t Step-Wise handle null values correctly?": "It would count an unrealistic number of steps.",
  "If one man has DYS19=15 and another has DYS19=0, what-s the GD?": "GD = 1 under Infinite Allele Model.",
  "Why is GD=1 more accurate than GD=15 for null values?": "Because the loss of a marker is a single event, not multiple.",
  "Which model is applied to null markers?": "Infinite Allele Model.",
  "What biological event can cause null values?": "A deletion or mutation that removes the STR completely.",
  "Do null values occur frequently?": "They are relatively rare.",
  "Why are null values important in genealogy analysis?": "They can mislead calculations if treated incorrectly.",
  "How does Infinite Allele simplify null value interpretation?": "It reduces any null vs non-null difference to one step.",
  "What are multi-copy STR markers?": "Markers that appear multiple times on the Y-chromosome.",
  "How are multi-copy values displayed?": "As a series of numbers separated by hyphens (e.g., 15-15-16-16).",
  "Why are multi-copy markers harder to analyze?": "Because both the values and the number of copies can mutate.",
  "Which marker is a common example of a multi-copy STR?": "DYS464.",
  "What are the two mutation types in multi-copy markers?": "Marker changes and copy number changes.",
  "Which model applies to marker changes?": "The Step-Wise Mutation Model.",
  "Which model applies to copy number changes?": "The Infinite Allele Model.",
  "Why do multi-copy markers need both models?": "Because they can change in both repeat count and copy count.",
  "How are individual copies labeled?": "With letters (e.g., DYS464a, DYS464b, etc.).",
  "Does the order of copies affect GD?": "No, only the values and counts matter.",
  "What is a marker change in a multi-copy STR?": "A difference in the numeric repeat value of a copy.",
  "Example: One man has 15 and another 16. What-s the GD?": "GD = 1 under Step-Wise Model.",
  "What is a copy change in a multi-copy STR?": "A difference in the number of total copies.",
  "If one man has four copies and another has five, what-s the GD?": "GD = 1 under Infinite Allele.",
  "Why are copy changes treated as one step?": "Because a copy is usually gained or lost in a single event.",
  "Which is more common, marker changes or copy changes?": "Marker changes.",
  "Which type of change is rarer but more significant?": "Copy number changes.",
  "Why is Step-Wise unsuitable for copy number changes?": "Because it would incorrectly count each missing copy as multiple steps.",
  "What happens if two men differ by two additional copies?": "GD = 1 by Infinite Allele.",
  "Why is Infinite Allele ideal for copy number differences?": "It reflects the mutation as a single event.",
  "Example: One man has DYS464=15-15-15-16 and another 15-15-16-16-16. What-s the GD?": "GD = 2 (one marker change and one copy change).",
  "In the same example, which model handled the marker change?": "Step-Wise Mutation Model.",
  "Which model handled the copy change in the same example?": "Infinite Allele Model.",
  "Why was the copy difference not counted as multiple steps?": "Because it likely occurred in one mutation event.",
  "If one person has DYS19=12 and another DYS19=15, what is the GD in Step-Wise?": "GD = 3.",
  "If the same DYS19=12 vs 15 is calculated with Infinite Allele, what-s the GD?": "GD = 1.",
  "Which calculation better reflects incremental mutations?": "Step-Wise.",
  "Which calculation prevents overestimation in large gaps?": "Infinite Allele.",
  "Why do both models sometimes produce different GD values?": "Because they interpret mutation events differently.",
  "Which model would you use for a lost STR marker?": "Infinite Allele Model.",
  "What is the GD limit for a Y-12 test?": "0, or 1 if both men are in the same project.",
  "What is the GD limit for a Y-25 test?": "2.",
  "What is the GD limit for a Y-37 test?": "4.",
  "What is the GD limit for a Y-67 test?": "7.",
  "What is the GD limit for a Y-111 test?": "10.",
  "Why do higher-level tests allow higher GD limits?": "Because more markers naturally lead to more variation.",
  "What does GD=0 at Y-12 suggest?": "Exact match on all 12 markers.",
  "What does GD=2 at Y-25 suggest?": "They may still match, but with slight differences.",
  "What does GD=4 at Y-37 suggest?": "It-s the maximum allowable difference for a match.",
  "What does GD=7 at Y-67 suggest?": "A borderline match at that testing level.",
  "What does GD=10 at Y-111 suggest?": "The maximum difference still considered a match.",
  "What if GD exceeds the limit?": "The two men are unlikely to share a recent common ancestor.",
  "Why are project-specific exceptions made at Y-12?": "Because within projects, looser matches are acceptable.",
  "Why are GD limits necessary at all?": "To distinguish true matches from random similarities.",
  "Why do larger tests give more reliable matching?": "They reduce the impact of random STR mutations.",
  "Why is GD=0 not proof of close kinship?": "Because exact matches can still be distant in time.",
  "What is the purpose of setting GD thresholds?": "To guide interpretation of DNA test results.",
  "What does a GD above the threshold indicate?": "That the men are not genealogically related in recent history.",
  "Why does GD significance depend on test size?": "More markers provide more resolution.",
  "Why can GD thresholds vary by company or project?": "Different databases use different criteria.",
  "Does GD guarantee exact relationship prediction?": "No, it only indicates probability of shared ancestry.",
  "Why is GD sometimes called -steps-?": "Because mutations are counted in units of repeat changes.",
  "Why is GD additive across markers?": "Each difference contributes to the overall distance.",
  "What does a higher GD imply for genealogical relevance?": "A more remote or unlikely common ancestor.",
  "Why can-t one model fit all cases of mutation?": "Because mutations differ in size and mechanism.",
  "Why are both models complementary?": "Step-Wise covers gradual changes, Infinite Allele covers rare events.",
  "Which model is default for single-copy STRs?": "Step-Wise.",
  "Which model is required for multi-copy differences?": "Both, depending on the type of change.",
  "What overall principle does GD reflect?": "The genetic similarity or difference between two Y-DNA profiles.",
  "Why is understanding GD essential in Y-DNA projects?": "To correctly identify, confirm, or exclude potential matches.",
  "What is a Y-DNA Short Tandem Repeat (STR)?": "A unique sequence of nucleotides that repeats multiple times on the Y chromosome.",
  "What do we call sequences that repeat on the Y chromosome?": "Markers.",
  "What is the 'value' of an STR marker?": "The number of times the nucleotide sequence repeats.",
  "Do STR markers have fixed locations on the chromosome?": "Yes, each marker has a specific location.",
  "How are STR markers identified and named?": "By a unique alpha-numeric designation assigned by the discovering lab.",
  "Why might the same STR marker have different names?": "Different labs may assign different names independently.",
  "What committee sets the official nomenclature for STRs?": "The HUGO Gene Nomenclature Committee.",
  "What happens when new STRs are discovered before official naming?": "They may be given placeholder names until HUGO assigns a formal name.",
  "Which prefixes are used for STR tests offered by FamilyTreeDNA?": "DYS, DYZ, DYF, and FTY.",
  "What does the 'D' in STR prefixes stand for?": "DNA.",
  "What does the 'Y' in STR prefixes represent?": "The Y chromosome.",
  "What does the 'S' in DYS mean?": "It represents a unique segment.",
  "What does the 'Z' in DYZ indicate?": "A number of repetitive segments at one site.",
  "What does the 'F' in DYF signify?": "A segment that has multiple copies on the Y chromosome.",
  "What is the purpose of the 'FTY' prefix?": "It acts as a placeholder until HUGO assigns an official name.",
  "What is a genome 'build'?": "A reference sequence of nucleotide coordinates released periodically by the Genome Research Consortium.",
  "Which genome build does FamilyTreeDNA currently use?": "GRCh38, also known as hg38.",
  "Do STR markers have consistent locations in hg38?": "Yes, every marker has a specific standard location regardless of name.",
  "Can you give an example of a marker with multiple names?": "DYS19 is also known as DYS394.",
  "What nucleotide sequence does DYS19 repeat?": "TAGA.",
  "What are the genomic coordinates of DYS19 in hg38?": "9,684,325 to 9,684,519.",
  "Can STR repeats increase or decrease between generations?": "Yes, repeats can be gained or lost during DNA replication.",
  "How do we denote the STR value for an individual?": "Using the marker name followed by the number of repeats, e.g., DYS19=16.",
  "Does the number of repeats affect the endpoints of an STR?": "No, the start and end coordinates remain the same regardless of repeat count.",
  "What is a multi-copy STR marker?": "An STR that occurs in more than one location on the Y chromosome with the same nucleotide sequence.",
  "Are multi-copy markers considered in genetic analysis?": "Yes, they are reported and analyzed as separate copies.",
  "How is DYS389II reported in FamilyTreeDNA systems?": "As the sum total of DYS389I and DYS389II values.",
  "Do STR value changes occur in every generation?": "No, they occur sporadically.",
  "How are STR value changes passed through generations?": "Usually, the changed value is inherited by subsequent generations.",
  "Why do differences in STR values accumulate over time?": "Because lineages diverge from a common ancestor and mutations accumulate.",
  "How can STR differences help in genealogy?": "They help estimate the time to a common paternal ancestor.",
  "What does a greater number of differences in STR values indicate?": "A more distant common paternal ancestor.",
  "What is Genetic Distance (GD)?": "A measure of differences in STR values between two people.",
  "What is another term for Genetic Distance?": "Steps.",
  "How is a GD of 1 described?": "As a 1-step difference between STR values.",
  "Do all STR markers change at the same rate?": "No, some STRs mutate more quickly than others.",
  "What is the relationship between STR value differences and patrilineal inheritance?": "STR differences reflect accumulated changes along the paternal line.",
  "Can STR value comparisons identify related individuals?": "Yes, by calculating GD between their STR profiles.",
  "What does an STR test measure in genealogy?": "The number of repeats at each Y-STR marker for an individual.",
  "How are STR marker values useful in comparing lineages?": "They reveal similarities and differences that indicate shared ancestry.",
  "Does STR nomenclature vary between labs?": "Yes, historical and independent naming can create variations.",
  "Who standardizes STR names today?": "HUGO Gene Nomenclature Committee.",
  "What role does hg38 play in STR identification?": "It provides a reference for the exact location of markers.",
  "Can STR value mutations be considered neutral?": "Yes, they often do not affect cellular function.",
  "Are multi-copy markers a common occurrence?": "They are less common but important in analysis.",
  "Why might a father and son have different STR values at the same marker?": "Due to the gain or loss of repeats during reproduction.",
  "Does the STR value alone determine relatedness?": "No, Genetic Distance must be calculated across multiple markers.",
  "Are STR coordinates affected by repeat changes?": "No, coordinates remain the same despite changes in repeat number.",
  "Can STR tests reveal distant paternal connections?": "Yes, by analyzing accumulated differences in STR values.",
  "Why is understanding STR structure important in genealogy?": "It ensures accurate calculation of Genetic Distance and lineage estimation.",
  "Do new STR discoveries get immediate HUGO names?": "No, they often receive placeholder names first.",
  "What is the significance of STRs for Y-DNA testing?": "They provide a measurable tool to track patrilineal inheritance and estimate relatedness.",
  "What is an STR marker?": "A short tandem repeat, a DNA sequence that repeats multiple times.",
  "What does STR stand for?": "Short Tandem Repeat.",
  "What is SNP?": "A single nucleotide polymorphism, a single small change in DNA.",
  "How do STRs and SNPs differ?": "STRs mutate quickly and can gain or lose repeats, SNPs are rare and rarely back mutate.",
  "What is a back mutation?": "When a marker value changes back to its original value.",
  "What do numbers on Y-STR results indicate?": "The number of times a sequence repeats at a specific location on the Y chromosome.",
  "Why are Y-STR values useful?": "They create a Y-DNA signature for genealogical comparison.",
  "What can a Y-DNA signature show?": "Paternal lineage and genealogical connections.",
  "What do the prefixes DYS, DYZ, DYF mean?": "They indicate DNA (D), Y chromosome (Y), and segment complexity (S, Z, F).",
  "What does the FTY prefix mean?": "Family Tree Y, a placeholder until HUGO assigns an official prefix.",
  "What does D in DYS393 indicate?": "DNA segment.",
  "What does Y in DYS393 indicate?": "Y chromosome.",
  "What does S in DYS393 indicate?": "Unique segment.",
  "What does 393 in DYS393 indicate?": "The unique identifier number.",
  "Why might an STR have multiple results?": "It is a multi-copy marker with copies at different locations.",
  "Can STR copies change independently?": "Yes, each copy may have a different value.",
  "Example of a multi-copy marker?": "DYS385, usually has two copies.",
  "Why do some Big Y-700 Panel 6 and 7 allele values differ from other companies?": "FamilyTreeDNA counts only perfect repeats, causing minor offsets.",
  "Why might transferred Y-STR results change?": "FamilyTreeDNA uses different reporting standards for certain markers.",
  "Which markers may change after transfer?": "DYS441, DYS442, Y-GATA-A10, and Y-GATA-H4.",
  "Should I upgrade to additional Y-STR markers?": "Yes, to refine matches and increase certainty of relationships.",
  "When is upgrading STR markers useful?": "When comparing more markers or joining group projects.",
  "How does testing additional markers affect genealogical matching?": "It narrows time to a common ancestor, increases certainty, and reduces irrelevant matches.",
  "Are all Y-STR panels used for matching?": "No, only panels 1 through 5 are used in FamilyTreeDNA database matching.",
  "Do more STR markers improve match quality?": "Yes, they refine matches and make ancestry information more relevant.",
  "Do additional STRs increase the number of generations traced?": "No, they reduce the range of generations to a common ancestor.",
  "Can additional STRs refine ancestral origin matches?": "Yes, especially on the Y-DNA Ancestral Origins page.",
  "Is Y-111 testing fully matured in database coverage?": "No, it is new and matching may be limited by current database size.",
  "What does STR mutation involve?": "Adding or losing repeats in the DNA sequence.",
  "What is the mutation rate of STRs?": "High, changes occur faster than in SNPs.",
  "What is the mutation rate of SNPs?": "Low, changes are rare.",
  "What is the main purpose of Y-STR testing?": "To analyze paternal lineage and genealogical connections.",
  "How are STR markers identified?": "By a unique alpha-numeric identifier and location on the Y chromosome.",
  "Do transferred results match perfectly with FamilyTreeDNA?": "Not always, minor differences may occur due to reporting standards.",
  "Why is the number of repeats important?": "It defines the STR value used in haplotype comparisons.",
  "Can STRs back mutate?": "Yes, back mutations are more common in STRs than in SNPs.",
  "Do SNPs often back mutate?": "No, SNP back mutations are rare.",
  "How does FamilyTreeDNA count repeats?": "Only perfect repeats are counted.",
  "Why do Big Y allele values differ from other companies?": "Because of differences in repeat counting methods.",
  "Can STR testing determine exact genealogy?": "It provides strong indications but may need additional markers for certainty.",
  "What does increasing the number of tested STRs achieve?": "More refined matches and higher confidence in genealogical connections.",
  "Are all STR markers equal in importance?": "No, some markers may mutate faster or be multi-copy, affecting analysis.",
  "Why are multi-copy markers significant?": "They can show variation in multiple locations and refine lineage tracing.",
  "What is a Y-DNA signature?": "The haplotype pattern of STR values for an individual.",
  "How do STRs help in genealogical research?": "By comparing haplotypes to find common paternal ancestors.",
  "Why might markers differ slightly between labs?": "Due to different counting standards and mutation definitions.",
  "What is the difference between Panels 6 and 7 in Big Y-700?": "They include additional STRs not always comparable to other companies.",
  "Should everyone upgrade to Y-111?": "Not necessarily; it depends on goals, matches, and project participation.",
  "What is the benefit of higher-level STR testing?": "More precise genealogical matches and refined ancestry estimates.",
  "How are STR results used with databases?": "For comparing haplotypes and identifying possible relatives.",
  "What mtDNA means?": "Mitochondrial DNA, unique DNA inherited from mitochondria.",
  "Where did mitochondria originally come from?": "They were tiny organisms with their own DNA before forming a symbiotic relationship with cells.",
  "What are the four nucleotide bases in DNA?": "Guanine (G), Adenine (A), Thymine (T), Cytosine (C).",
  "How do base pairs work?": "G pairs with C and A pairs with T.",
  "What is a mutation?": "A copy error in DNA, where one base pair may be substituted for another.",
  "What is the RSRS?": "Reconstructed Sapiens Reference Sequence, a reference for ancestral human mtDNA.",
  "What is the purpose of RSRS?": "To provide a standard for comparing mtDNA mutations.",
  "What is an ancestral value in mtDNA?": "The original base in the reference sequence.",
  "What is a derived value in mtDNA?": "A base that differs from the reference sequence.",
  "How is a mutation reported?": "As ancestral value, location, then derived value, e.g., A769G.",
  "What is heteroplasmy?": "When different mitochondria in the same cell have different mutations.",
  "When is heteroplasmy reported?": "When more than 20% of mitochondria tested show a difference.",
  "How is heteroplasmy represented?": "Using special letters such as R, M, W, H, D, N, S, Y, K, V, B, X.",
  "What does A769R mean?": "Some mitochondria have A and some have G at location 769.",
  "How does heteroplasmy affect matching?": "You match people with the same heteroplasmy or reference value.",
  "What is Genetic Distance with heteroplasmy?": "Differences are counted as 1 if the other person has a completed mutation not present in you.",
  "What are base pairs?": "Two nucleotides paired together in DNA.",
  "How are DNA strands structured?": "Two parallel strands forming a double helix connected by base pairs.",
  "Why report only the forward strand?": "Knowing the forward strand is enough to identify the pair.",
  "What is the rCRS?": "Revised Cambridge Reference Sequence, the first widely used human mtDNA reference.",
  "What is the difference between rCRS and RSRS?": "rCRS is based on Europeans; RSRS represents a reconstructed ancestral human mtDNA.",
  "How are mutations listed in rCRS?": "By location and derived value, e.g., 263G.",
  "How are mutations listed in RSRS?": "As ancestral value, location, derived value, e.g., A769G.",
  "What are transversions?": "Mutations where a purine changes to a pyrimidine or vice versa.",
  "How are transversions reported?": "Capitalized original, uncapitalized mutated, e.g., A825t.",
  "What are transitions?": "Mutations where a purine changes to another purine or a pyrimidine to another pyrimidine.",
  "Example of a transition?": "A to G or C to T.",
  "Back mutation is what?": "A mutation that reverts to its original value.",
  "How are back mutations reported?": "With an exclamation mark after the value on RSRS.",
  "What are extra mutations?": "Mutations present but not defining the haplogroup.",
  "What are missing mutations?": "Mutations defining the haplogroup that are absent in an individual.",
  "What are insertions?": "Extra base pairs added between established positions, e.g., 315.1C.",
  "What are deletions?": "Base pairs missing from an established position, e.g., 315d or 290-291d.",
  "What are repeats in mtDNA?": "Short sequences that can gain or lose repeat counts, e.g., [2]16982CTAT[3].",
  "What are lower-quality variants?": "Variants with uncertain reporting, shown in parentheses, e.g., (C152T).",
  "Why do transitions occur more often than transversions?": "Due to the chemical similarity of purines and pyrimidines.",
  "Which bases are purines?": "Adenine (A) and Guanine (G).",
  "Which bases are pyrimidines?": "Cytosine (C) and Thymine (T).",
  "Why is A paired with T?": "Because purines pair with pyrimidines chemically.",
  "Why is G paired with C?": "Because purines pair with pyrimidines chemically.",
  "What does a decimal in mtDNA report indicate?": "An additional base inserted, e.g., 315.1C.",
  "What does a range with d indicate?": "A deletion across multiple positions, e.g., 290-291d.",
  "What is the forward strand?": "The strand reported in mtDNA testing to simplify tracking mutations.",
  "How is heteroplasmy detected?": "By sequencing mitochondria and observing multiple bases at a single position.",
  "What symbol represents A or G?": "R",
  "What symbol represents A or C?": "M",
  "What symbol represents A or T?": "W",
  "What symbol represents A, C, or T?": "H",
  "What symbol represents A, G, or T?": "D",
  "What symbol represents any base?": "N or X",
  "What symbol represents C or G?": "S",
  "What symbol represents C or T?": "Y",
  "What symbol represents G or T?": "K",
  "What symbol represents A, C, or G?": "V",
  "What symbol represents C, G, or T?": "B",
  "What is the ancestral sequence?": "The reference sequence from which mutations are measured.",
  "Why are mitochondrial mutations important?": "They help track maternal lineage and genealogical connections.",
  "How do heteroplasmic mutations match others?": "By sharing either the same heteroplasmy or reference value.",
  "Do heteroplasmic mutations count as full differences?": "No, they may match people with the reference base.",
  "What happens if a mutation reaches all mitochondria?": "It is no longer heteroplasmy; it becomes a fixed mutation.",
  "What are extra mutations in RSRS?": "Mutations present in your mtDNA but not defining your haplogroup.",
  "What are missing mutations in RSRS?": "Haplogroup-defining mutations not present in your mtDNA.",
  "What is the significance of position numbers?": "They allow precise identification of mutation locations.",
  "How do insertions affect reporting?": "They are noted with decimals to show additional bases.",
  "How do deletions affect reporting?": "They are reported with a d to indicate missing bases.",
  "What is a purine?": "A or G, double-ringed structure.",
  "What is a pyrimidine?": "C or T, single-ringed structure.",
  "How are repeats reported?": "With bracketed counts and position, e.g., [2]16982CTAT[3].",
  "How are low-quality variants indicated?": "In parentheses, e.g., (C152T).",
  "Why use reference sequences?": "To standardize mutation reporting and comparison.",
  "What are the two main reference sequences?": "rCRS and RSRS.",
  "Why was rCRS replaced by RSRS?": "rCRS was based mainly on Europeans and not globally representative.",
  "Who does RSRS represent?": "Mitochondrial Eve, the ancestral human female lineage.",
  "What is a derived value?": "A nucleotide differing from the reference sequence.",
  "What is an ancestral value?": "The nucleotide from the reference sequence.",
  "What is the format for reporting mutations?": "Ancestral value, position, derived value, e.g., A769G.",
  "Can mutations occur in embryos?": "Yes, as small copy errors during DNA replication.",
  "What happens when a base pair substitutes another?": "It creates a mutation in mtDNA.",
  "What does a heteroplasmy indicate biologically?": "A mutation in progress in some mitochondria.",
  "Can a heteroplasmy become fixed?": "Yes, over generations it may reach 100% of mitochondria.",
  "How are heteroplasmies reported differently?": "With letters other than A, C, T, or G to indicate multiple bases.",
  "What is the importance of tracking mtDNA mutations?": "To understand maternal ancestry and lineage patterns.",
  "How do transversions differ from transitions?": "Transversions change purine to pyrimidine or vice versa; transitions stay within the same type.",
  "Why are transitions more frequent?": "Because chemical structure makes similar substitutions easier.",
  "How does RSRS differ from rCRS in reporting format?": "RSRS includes ancestral value in addition to location and derived value.",
  "What does A1234G represent?": "A mutation from A to G at location 1234.",
  "What does 263G represent in rCRS?": "A mutation at position 263 with derived value G.",
  "How are multi-base mutations reported?": "With decimals and brackets to indicate extra or repeated bases.",
  "What is the function of mitochondrial DNA?": "Supports cellular energy production and tracks maternal lineage.",
  "Can mtDNA mutations be used in genealogy?": "Yes, to trace maternal lineages and calculate genetic distance.",
  "What is a base in DNA?": "A, T, C, or G forming part of the nucleotide sequence.",
  "What is the chemical basis of pairings?": "Hydrogen bonds connect purines to pyrimidines.",
  "Why is only one strand reported in mtDNA testing?": "Because knowing one strand is sufficient to infer the complementary base.",
  "Can heteroplasmy occur at multiple positions?": "Yes, some individuals have several heteroplasmies.",
  "How does a heteroplasmy influence matching?": "It allows matching to both reference and intermediate mutation carriers.",
  "What letters indicate multiple possible bases at one location?": "R, M, W, H, D, N, S, Y, K, V, B, X.",
  "What is a mutation in mtDNA?": "A change from ancestral to derived nucleotide.",
  "What is the significance of position 769 in A769G?": "It is the specific base pair location of the mutation.",
  "What is the difference between ancestral and derived values?": "Ancestral is from reference; derived is the mutation found in the individual.",
  "Can transversions occur between any bases?": "Yes, specific purine-pyrimidine swaps.",
  "Can transitions occur between any bases?": "Yes, purine to purine or pyrimidine to pyrimidine.",
  "Why do we track mtDNA mutations?": "For genealogical analysis and evolutionary studies.",
  "How are extra mutations differentiated from missing mutations?": "Extra are present but not haplogroup-defining; missing are haplogroup-defining but absent.",
  "What is an example of an insertion?": "315.1C, extra C between positions 315 and 316.",
  "What is an example of a deletion?": "315d, indicating position 315 is missing.",
  "How are repeated sequences reported?": "With bracketed counts, position, and sequence, e.g., [2]16982CTAT[3].",
  "What is the meaning of lower-quality variants?": "Variants prone to unpredictable behavior, indicated in parentheses.",
  "How are transversions formatted in reporting?": "Original base capitalized, derived base lowercase, e.g., A825t.",
  "How are transitions formatted in reporting?": "Like other mutations but within same base type, e.g., A->G or C->T.",
  "What is the forward strand in DNA?": "The DNA strand reported in testing to simplify mutation identification.",
  "Why are purines paired with pyrimidines?": "Due to chemical bonding rules in DNA structure.",
  "What is the meaning of heteroplasmy in a test result?": "Presence of multiple nucleotides at one mtDNA position.",
  "What is the role of RSRS in modern testing?": "Standardizes ancestral mtDNA values for comparison.",
  "What is the role of rCRS in testing?": "Historical reference sequence used before RSRS.",
  "How do insertions differ from repeats?": "Insertions are new extra bases; repeats are duplication of existing sequence.",
  "How do deletions differ from extra mutations?": "Deletions remove base(s); extra mutations are additional changes not haplogroup-defining.",
  "Can transversions revert in later generations?": "Yes, such reversals are back mutations.",
  "Can transitions revert in later generations?": "Yes, also as back mutations.",
  "How is genetic distance calculated with heteroplasmy?": "Differences counted relative to ancestral or matching heteroplasmic values.",
  "Aboriginal": "Relating to a group of people native to a geographic region.",
  "Who are considered Aboriginal people?": "The original inhabitants of a region.",
  "Adenine": "A DNA base abbreviated as 'A' that pairs with thymine.",
  "Which bases pair with each other in DNA?": "Adenine with thymine, and cytosine with guanine.",
  "Administrator": "A volunteer in charge of Group Projects.",
  "Admixture": "Ancestry from more than one recent population group.",
  "Allele": "A genetic variant at a specific locus.",
  "DNA Amplification": "The production of many DNA copies from one or few copies.",
  "Ancestor": "Someone from whom you descend.",
  "Ancestral Haplotype": "The set of genetic markers of your ancestor.",
  "Ancestral Signature": "The oldest known or suspected haplotype for a lineage.",
  "Ancestral State": "The assumed initial condition of the allele.",
  "Anthropology": "The study of human origins and culture.",
  "Ashkenazi": "A Jewish population that settled in Germany and Eastern Europe.",
  "Autosomes": "Non-sex chromosomes; humans have 22 pairs.",
  "Autosomal DNA": "DNA from chromosomes excluding the sex chromosomes.",
  "Back Mutation": "A genetic marker returning to its original value.",
  "Base": "A nucleotide unit: A, T, C, or G.",
  "Base Pair": "Two complementary nucleotides on opposite DNA strands.",
  "How is DNA measured?": "In base pairs, kilobases (kb), or megabases (Mb).",
  "Buccal Cell": "A cell from cheek tissue inside the mouth.",
  "Cambridge Reference Sequence": "The first sequenced human mtDNA used for comparison.",
  "Catalyst": "A substance that speeds up a chemical reaction without being changed.",
  "centiMorgan": "A DNA measurement based on the probability of recombination per generation.",
  "Centromere": "The dense area joining the two chromatids of a chromosome.",
  "Chromatid": "One of two strands of a chromosome.",
  "Chromosome": "A structure containing genetic material in a cell nucleus.",
  "Clade": "A group of related individuals.",
  "Coding Region": "DNA that contains genes.",
  "Cohanim Modal Haplotype": "The Y-chromosome profile common in men with Cohen ancestry.",
  "Cohen": "A male descendant of Aaron, the Hebrew priest.",
  "CODIS": "A US database using autosomal DNA markers to identify people.",
  "Complementary Sequences": "DNA strands that pair together; A-T and C-G.",
  "Convergence": "When distant haplotypes evolve to resemble each other.",
  "Cytosine": "A DNA base abbreviated as 'C' that pairs with guanine.",
  "Deletion": "The removal of one or more nucleotides from DNA.",
  "DNA": "Deoxyribonucleic acid; the genetic code of humans.",
  "Derived State": "The mutated condition different from the ancestral state.",
  "Descendant": "Someone who comes from a specific ancestor.",
  "Diaspora": "The displacement of a population to different locations.",
  "DNA Replication": "The process by which DNA makes a copy of itself.",
  "DNA Segment": "A continuous stretch of DNA between two positions.",
  "DNA Sequencing": "Determining the exact order of nucleotides in DNA.",
  "Double Helix": "The twisted ladder shape of DNA strands bonded together.",
  "Earliest Known Ancestor": "The furthest documented person on a genealogical line.",
  "Endogamous": "Marrying primarily within a population or group.",
  "Enzyme": "A protein that catalyzes chemical reactions.",
  "Equivalent SNPs": "SNPs on the same branch of the haplotree, same relative age.",
  "Exact Match": "Two people with identical results across all tested markers.",
  "Exogamy": "Marriage outside a cultural or population group.",
  "FTDNATiP": "A tool to estimate Time to the Most Recent Common Ancestor using DNA mutation rates.",
  "Full Mitochondrial Sequence": "Complete mitochondrial DNA sequence of 16,569 base pairs.",
  "Gene": "Units of heredity made of DNA passed from parents to children.",
  "Genealogical Time Frame": "Recent ancestry, usually 1-15 generations.",
  "GEDCOM": "A standard file format for exchanging genealogical data.",
  "Genealogy": "The study of family history.",
  "Generation": "The time between parent and child births; usually 25 years at FamilyTreeDNA.",
  "Genetic Cousins": "Individuals identified as matches in genetic testing.",
  "Genetic Distance": "Differences between DNA sets or size of shared DNA segments.",
  "Genetic Drift": "When a subset of a population becomes genetically distinct over generations.",
  "Genetic Genealogy": "Using DNA to solve family history puzzles.",
  "Genetics": "The study of genes and heredity.",
  "Genome": "The full complement of an organism-s genetic material.",
  "Genotype": "An individual-s genetic makeup.",
  "Glacial Maximum": "The peak period of an ice age.",
  "Group Administrator Page": "Interface used by project administrators to manage DNA projects.",
  "Guanine": "A DNA base 'G' that pairs with cytosine.",
  "Haplogroup": "A branch on the maternal or paternal human tree.",
  "Haplotype": "A set of genetic markers inherited together from one parent.",
  "Heredity": "Transmission of genetic material from parents to offspring.",
  "Heterozygous": "Having two different alleles at a genetic locus.",
  "Homozygous": "Having two identical alleles at a genetic locus.",
  "HUGO": "Human Genome Organization; assigns new STR markers.",
  "Hypervariable Region": "Rapidly mutating non-coding regions of mitochondrial DNA.",
  "IBD": "Identical by descent; DNA shared due to a common ancestor.",
  "IBS": "Identical by state; DNA matches by coincidence.",
  "Inbreed": "Having parents who are related within five generations.",
  "Indel": "A DNA insertion or deletion mutation.",
  "Insertion": "Adding one or more nucleotides to DNA.",
  "Israelite": "A descendant of the Hebrew tribes.",
  "Junk DNA": "Non-coding DNA regions, sometimes with regulatory functions.",
  "Levite": "A descendant of the Hebrew tribe of Levi.",
  "Lineage": "All descendants of a specific ancestor.",
  "Locus": "A specific location on the DNA sequence.",
  "Longest Block": "The longest shared continuous DNA segment between individuals.",
  "Marker": "A locus or STR used to compare DNA between individuals.",
  "Meiosis": "Cell division producing gametes with recombination.",
  "Micro-Allele": "A partial loss in a repeat for an STR marker.",
  "Microarray Chip": "A test that examines thousands of SNPs at once.",
  "Mitochondria": "Cell organelles producing energy and containing mtDNA.",
  "Mitochondrial DNA": "DNA in mitochondria passed from mother to child.",
  "Mizrahi": "Jews from Middle Eastern, North African, and Caucasus countries.",
  "Modal Haplotype": "The most common haplotype in a group.",
  "MRCA": "Most Recent Common Ancestor shared by two individuals.",
  "Mutation": "A heritable change in DNA.",
  "Mutation Rate": "Frequency at which random mutations occur.",
  "Named Variant": "A known Y-DNA SNP listed among 600,000+ SNPs.",
  "No Call": "Insufficient data to determine a SNP genotype.",
  "Non-Coding DNA": "DNA that does not contain genes.",
  "NRY": "The non-recombining portion of the Y chromosome.",
  "Nuclear DNA": "DNA located in the nucleus of the cell.",
  "Nucleic Acids": "Components of DNA: A, T, C, and G.",
  "Nucleotide": "A DNA unit composed of a base, sugar, and phosphate.",
  "Nucleus": "The organelle containing chromosomes.",
  "Null": "A missing or unreadable Y-STR marker.",
  "Organelle": "A specialized cell structure, e.g., nucleus or mitochondria.",
  "Outbreed": "Having common ancestry more than 10 generations back.",
  "P Arm": "The shorter arm of a chromosome.",
  "Palindrome": "A DNA segment that reads the same forward and backward.",
  "Parallel Mutation": "The same mutation occurring in unrelated lineages.",
  "Pherogram": "A plot showing DNA fragment length for STR analysis.",
  "Phylogenetics": "The study of genetic relationships among individuals.",
  "Phylogenetic Tree": "A reconstruction of lineage based on genetics.",
  "Polymerase": "An enzyme that assembles DNA or RNA.",
  "PCR": "A technique to make multiple copies of DNA fragments.",
  "Polymorphism": "A mutation with >1% frequency in a population.",
  "Population": "A group of people sharing a geographic or ancestral origin.",
  "Population Bottleneck": "A dramatic reduction in population size.",
  "Primer": "A short DNA sequence used to initiate replication in PCR.",
  "Private Variant": "A Y-DNA SNP not listed among known SNPs.",
  "Protein": "A molecule that performs specific functions in cells.",
  "Principal Component Analysis": "A method to separate an admixed genetic profile into contributing groups.",
  "Pseudonymize": "Masking personal data to prevent misuse.",
  "Q Arm": "The longer arm of a chromosome.",
  "recLOH": "Recombinational Loss of Heterozygosity, causing identical Y-STR values.",
  "Recombination": "Mixing of DNA between chromosomes inherited from each parent.",
  "RSRS": "Reconstructed Sapiens Reference Sequence, a global mtDNA reference.",
  "Restriction Enzyme": "A protein that cuts DNA at specific sequences.",
  "rCRS": "Revised Cambridge Reference Sequence, the first mtDNA reference.",
  "Sephardic": "Jews who settled in Spain during the Diaspora.",
  "Sex Chromosome": "The X or Y chromosome that determines sex.",
  "Short Tandem Repeat": "A repeated DNA motif used as a genetic marker.",
  "SNP": "A single nucleotide polymorphism; a DNA change at a specific point.",
  "Sister Clade": "Two haplogroups at the same level on a phylogenetic tree.",
  "Subclade": "A subgroup within a haplogroup, often geographically specific.",
  "Surname": "A family name passed from father to children in many cultures.",
  "Telomere": "The end of a chromosome.",
  "Thymine": "DNA base 'T' that pairs with adenine.",
  "TMRCA": "Time to the Most Recent Common Ancestor; estimated generations since shared ancestor.",
  "Transition": "A change A-G or C-T.",
  "Transmission Event": "Passing genetic material from one generation to the next.",
  "Transversion": "A change A-C or G-T.",
  "Triangulation": "Finding a common ancestor by shared DNA segments among three or more people.",
  "WAMH": "Western Atlantic Modal Haplotype, common European Y-DNA haplotypes.",
  "X Chromosome": "A sex chromosome; males have one, females have two.",
  "X Match": "A person matching you on the X chromosome.",
  "Y Chromosome": "A sex chromosome passed from father to son.",
  "YCC Tree": "The Y Chromosome Consortium-s classification of Y-DNA haplogroups.",
  "What is Aboriginal?": "Relating to a group of people native to a geographic region.",
  "What is the group considered Aboriginal people?": "The original inhabitants of a region.",
  "What is Adenine?": "A DNA base abbreviated as 'A' that pairs with thymine.",
  "What bases pair with each other in DNA?": "Adenine with thymine, and cytosine with guanine.",
  "What is an Administrator?": "A volunteer in charge of Group Projects.",
  "What is Admixture?": "Ancestry from more than one recent population group.",
  "What is an Allele?": "A genetic variant at a specific locus.",
  "What is DNA Amplification?": "The production of many DNA copies from one or few copies.",
  "What is an Ancestor?": "Someone from whom you descend.",
  "What is an Ancestral Haplotype?": "The set of genetic markers of your ancestor.",
  "What is an Ancestral Signature?": "The oldest known or suspected haplotype for a lineage.",
  "What is an Ancestral State?": "The assumed initial condition of the allele.",
  "What is Anthropology?": "The study of human origins and culture.",
  "What is Ashkenazi?": "A Jewish population that settled in Germany and Eastern Europe.",
  "What are Autosomes?": "Non-sex chromosomes; humans have 22 pairs.",
  "What is Autosomal DNA?": "DNA from chromosomes excluding the sex chromosomes.",
  "What is a Back Mutation?": "A genetic marker returning to its original value.",
  "What is a Base?": "A nucleotide unit: A, T, C, or G.",
  "What is a Base Pair?": "Two complementary nucleotides on opposite DNA strands.",
  "What is the way DNA is measured?": "In base pairs, kilobases (kb), or megabases (Mb).",
  "What is a Buccal Cell?": "A cell from cheek tissue inside the mouth.",
  "What is the Cambridge Reference Sequence?": "The first sequenced human mtDNA used for comparison.",
  "What is a Catalyst?": "A substance that speeds up a chemical reaction without being changed.",
  "What is a centiMorgan?": "A DNA measurement based on the probability of recombination per generation.",
  "What is a Centromere?": "The dense area joining the two chromatids of a chromosome.",
  "What is a Chromatid?": "One of two strands of a chromosome.",
  "What is a Chromosome?": "A structure containing genetic material in a cell nucleus.",
  "What is a Clade?": "A group of related individuals.",
  "What is a Coding Region?": "DNA that contains genes.",
  "What is the Cohanim Modal Haplotype?": "The Y-chromosome profile common in men with Cohen ancestry.",
  "What is a Cohen?": "A male descendant of Aaron, the Hebrew priest.",
  "What is CODIS?": "A US database using autosomal DNA markers to identify people.",
  "What are Complementary Sequences?": "DNA strands that pair together; A-T and C-G.",
  "What is Convergence?": "When distant haplotypes evolve to resemble each other.",
  "What is Cytosine?": "A DNA base abbreviated as 'C' that pairs with guanine.",
  "What is a Deletion?": "The removal of one or more nucleotides from DNA.",
  "What DNA means?": "Deoxyribonucleic acid; the genetic code of humans.",
  "What is a Derived State?": "The mutated condition different from the ancestral state.",
  "What is a Descendant?": "Someone who comes from a specific ancestor.",
  "What is a Diaspora?": "The displacement of a population to different locations.",
  "What is DNA Replication?": "The process by which DNA makes a copy of itself.",
  "What is a DNA Segment?": "A continuous stretch of DNA between two positions.",
  "What is DNA Sequencing?": "Determining the exact order of nucleotides in DNA.",
  "What is a Double Helix?": "The twisted ladder shape of DNA strands bonded together.",
  "What is the Earliest Known Ancestor?": "The furthest documented person on a genealogical line.",
  "What is Endogamous?": "Marrying primarily within a population or group.",
  "What is an Enzyme?": "A protein that catalyzes chemical reactions.",
  "What are Equivalent SNPs?": "SNPs on the same branch of the haplotree, same relative age.",
  "What is an Exact Match?": "Two people with identical results across all tested markers.",
  "What is Exogamy?": "Marriage outside a cultural or population group.",
  "What is FTDNATiP?": "A tool to estimate Time to the Most Recent Common Ancestor using DNA mutation rates.",
  "What is Full Mitochondrial Sequence?": "Complete mitochondrial DNA sequence of 16,569 base pairs.",
  "What is a Gene?": "Units of heredity made of DNA passed from parents to children.",
  "What is the Genealogical Time Frame?": "Recent ancestry, usually 1-15 generations.",
  "What is GEDCOM?": "A standard file format for exchanging genealogical data.",
  "What is Genealogy?": "The study of family history.",
  "What is a Generation?": "The time between parent and child births; usually 25 years at FamilyTreeDNA.",
  "What are Genetic Cousins?": "Individuals identified as matches in genetic testing.",
  "What GD means?": "Differences between DNA sets or size of shared DNA segments.",
  "What is Genetic Drift?": "When a subset of a population becomes genetically distinct over generations.",
  "What is Genetic Genealogy?": "Using DNA to solve family history puzzles.",
  "What is Genetics?": "The study of genes and heredity.",
  "What is a Genome?": "The full complement of an organism-s genetic material.",
  "What is Genotype?": "An individual-s genetic makeup.",
  "What is Glacial Maximum?": "The peak period of an ice age.",
  "What is the Group Administrator Page?": "Interface used by project administrators to manage DNA projects.",
  "What is Guanine?": "A DNA base 'G' that pairs with cytosine.",
  "What is a Haplogroup?": "A branch on the maternal or paternal human tree.",
  "What is a Haplotype?": "A set of genetic markers inherited together from one parent.",
  "What is Heredity?": "Transmission of genetic material from parents to offspring.",
  "What is Heterozygous?": "Having two different alleles at a genetic locus.",
  "What is Homozygous?": "Having two identical alleles at a genetic locus.",
  "What is HUGO?": "Human Genome Organization; assigns new STR markers.",
  "What is a Hypervariable Region?": "Rapidly mutating non-coding regions of mitochondrial DNA.",
  "What is IBD?": "Identical by descent; DNA shared due to a common ancestor.",
  "What is IBS?": "Identical by state; DNA matches by coincidence.",
  "What is Inbreed?": "Having parents who are related within five generations.",
  "What is an Indel?": "A DNA insertion or deletion mutation.",
  "What is an Insertion?": "Adding one or more nucleotides to DNA.",
  "What is an Israelite?": "A descendant of the Hebrew tribes.",
  "What is Junk DNA?": "Non-coding DNA regions, sometimes with regulatory functions.",
  "What is a Levite?": "A descendant of the Hebrew tribe of Levi.",
  "What is Lineage?": "All descendants of a specific ancestor.",
  "What is a Locus?": "A specific location on the DNA sequence.",
  "What is the Longest Block?": "The longest shared continuous DNA segment between individuals.",
  "What is a Marker?": "A locus or STR used to compare DNA between individuals.",
  "What is Meiosis?": "Cell division producing gametes with recombination.",
  "What is a Micro-Allele?": "A partial loss in a repeat for an STR marker.",
  "What is a Microarray Chip?": "A test that examines thousands of SNPs at once.",
  "What are Mitochondria?": "Cell organelles producing energy and containing mtDNA.",
  "What is Mitochondrial DNA?": "DNA in mitochondria passed from mother to child.",
  "What is Mizrahi?": "Jews from Middle Eastern, North African, and Caucasus countries.",
  "What is Modal Haplotype?": "The most common haplotype in a group.",
  "What is MRCA?": "Most Recent Common Ancestor shared by two individuals.",
  "What is a Mutation?": "A heritable change in DNA.",
  "What is the Mutation Rate?": "Frequency at which random mutations occur.",
  "What is a Named Variant?": "A known Y-DNA SNP listed among 600,000+ SNPs.",
  "What is a No Call?": "Insufficient data to determine a SNP genotype.",
  "What is Non-Coding DNA?": "DNA that does not contain genes.",
  "What is NRY?": "The non-recombining portion of the Y chromosome.",
  "What is Nuclear DNA?": "DNA located in the nucleus of the cell.",
  "What are Nucleic Acids?": "Components of DNA: A, T, C, and G.",
  "What is a Nucleotide?": "A DNA unit composed of a base, sugar, and phosphate.",
  "What is a Nucleus?": "The organelle containing chromosomes.",
  "What is Null?": "A missing or unreadable Y-STR marker.",
  "What is an Organelle?": "A specialized cell structure, e.g., nucleus or mitochondria.",
  "What is Outbreed?": "Having common ancestry more than 10 generations back.",
  "What is the P Arm?": "The shorter arm of a chromosome.",
  "What is a Palindrome?": "A DNA segment that reads the same forward and backward.",
  "What is a Parallel Mutation?": "The same mutation occurring in unrelated lineages.",
  "What is a Pherogram?": "A plot showing DNA fragment length for STR analysis.",
  "What is Phylogenetics?": "The study of genetic relationships among individuals.",
  "What is a Phylogenetic Tree?": "A reconstruction of lineage based on genetics.",
  "What is Polymerase?": "An enzyme that assembles DNA or RNA.",
  "What is PCR?": "A technique to make multiple copies of DNA fragments.",
  "What is Polymorphism?": "A mutation with >1% frequency in a population.",
  "What is a Population?": "A group of people sharing a geographic or ancestral origin.",
  "What is a Population Bottleneck?": "A dramatic reduction in population size.",
  "What is a Primer?": "A short DNA sequence used to initiate replication in PCR.",
  "What is a Private Variant?": "A Y-DNA SNP not listed among known SNPs.",
  "What is a Protein?": "A molecule that performs specific functions in cells.",
  "What is Principal Component Analysis?": "A method to separate an admixed genetic profile into contributing groups.",
  "What is Pseudonymize?": "Masking personal data to prevent misuse.",
  "What is the Q Arm?": "The longer arm of a chromosome.",
  "What is recLOH?": "Recombinational Loss of Heterozygosity, causing identical Y-STR values.",
  "What is Recombination?": "Mixing of DNA between chromosomes inherited from each parent.",
  "What is RSRS?": "Reconstructed Sapiens Reference Sequence, a global mtDNA reference.",
  "What is a Restriction Enzyme?": "A protein that cuts DNA at specific sequences.",
  "What is rCRS?": "Revised Cambridge Reference Sequence, the first mtDNA reference.",
  "What is Sephardic?": "Jews who settled in Spain during the Diaspora.",
  "What is a Sex Chromosome?": "The X or Y chromosome that determines sex.",
  "What is a Short Tandem Repeat?": "A repeated DNA motif used as a genetic marker.",
  "What SNP means?": "A single nucleotide polymorphism; a DNA change at a specific point.",
  "What is a Sister Clade?": "Two haplogroups at the same level on a phylogenetic tree.",
  "What is a Subclade?": "A subgroup within a haplogroup, often geographically specific.",
  "What is a Surname?": "A family name passed from father to children in many cultures.",
  "What is a Telomere?": "The end of a chromosome.",
  "What is Thymine?": "DNA base 'T' that pairs with adenine.",
  "What is TMRCA?": "Time to the Most Recent Common Ancestor; estimated generations since shared ancestor.",
  "What is a Transition?": "A change A-G or C-T.",
  "What is a Transmission Event?": "Passing genetic material from one generation to the next.",
  "What is a Transversion?": "A change A-C or G-T.",
  "What is Triangulation?": "Finding a common ancestor by shared DNA segments among three or more people.",
  "What is WAMH?": "Western Atlantic Modal Haplotype, common European Y-DNA haplotypes.",
  "What is the X Chromosome?": "A sex chromosome; males have one, females have two.",
  "What is an X Match?": "A person matching you on the X chromosome.",
  "What is the Y Chromosome?": "A sex chromosome passed from father to son.",
  "What is the YCC Tree?": "The Y Chromosome Consortium-s classification of Y-DNA haplogroups.",
  "What is the world-s largest Y-DNA haplotree?": "A living record of human paternal ancestry maintained by FamilyTreeDNA.",
  "How does FamilyTreeDNA maintain the Y-DNA haplotree?": "Through customer data, scientific innovation, and regular updates.",
  "What is the purpose of the Y-DNA haplotree?": "To show how paternal lineages are related based on shared SNPs.",
  "What are SNPs?": "Single Nucleotide Polymorphisms, tiny changes in the Y chromosome.",
  "Which test detects the SNPs for the haplotree?": "The Big Y-700 test.",
  "What does the Big Y-700 test provide?": "High-resolution Y-DNA data and helps place users accurately on the haplotree.",
  "Can taking the Big Y-700 test contribute to scientific discovery?": "Yes, users help identify new SNPs that may become future branches.",
  "Why is FamilyTreeDNA-s Y-DNA tree the largest?": "First direct-to-consumer Y-DNA testing and decades of curated data.",
  "How many branches and variants does the Y-DNA tree have?": "Over 90,000 branches and 750,000+ variants.",
  "How does Family Finder detect Y-DNA haplogroups?": "Through SNPs on autosomal DNA chips for male testers.",
  "Did early Family Finder chips provide Y-DNA haplogroups?": "No, chips before 2015 had few or no Y-DNA SNPs.",
  "What does a Y-DNA haplogroup indicate?": "Where a paternal line fits into human ancestry and migration patterns.",
  "Can haplogroups show connections to historical populations?": "Yes, like Celts, Vikings, or early Native Americans.",
  "What subclade means?": "A refined branch of a haplogroup showing more recent paternal connections.",
  "How are common ancestors estimated using haplogroups?": "By analyzing SNP branching and time of mutations.",
  "How TMRCA is estimated?": "Time to Most Recent Common Ancestor (TMRCA), estimated using haplogroups.",
  "Do all Y-DNA haplogroups appear in Family Finder matches?": "No, third-party transfers may not be included in match lists.",
  "What feature allows downloading raw Y-SNP data?": "Family Finder Results - Download Raw Data.",
  "Why are haplogroups confirmed in Family Finder?": "Through lab-verified results and MyHeritage transfers.",
  "Can haplogroups help with surname projects?": "Yes, they help refine paternal line matches and connections.",
  "Why is Big Y-700 recommended for TMRCA estimation?": "It sequences more of the Y chromosome for refined haplogroup assignment.",
  "Does the Y-DNA haplotree update regularly?": "Yes, monthly updates reflect growth and new discoveries.",
  "Who benefits from haplogroup reports?": "Genetic genealogists, population researchers, and DNA enthusiasts.",
  "What is included in mtDNA testing?": "Maternal lineage analysis, migration patterns, and deep ancestry connections.",
  "What project expanded the mtDNA Tree of Humankind?": "The Million Mito Project.",
  "How many branches are now in the updated mtDNA haplotree?": "Over 40,000 branches.",
  "What is haplogroup L7?": "A maternal lineage in the mtDNA haplotree, 100,000 years old.",
  "Who benefits from mtFull Sequence?": "Those seeking the most refined maternal haplogroup assignment.",
  "Can mtDNA haplogroups help genealogy research?": "Yes, for identifying recent common ancestors and migration patterns.",
  "What is the Ancestral Path report?": "Shows the genetic path of maternal lineage back to a common ancestor.",
  "Can Family Finder upgrades allow mtDNA testing?": "Yes, users can purchase mtFull Sequence upgrades.",
  "Why does FamilyTreeDNA update mtDNA haplogroups?": "To provide deeper ancestry insights and refined matches."
}
