{
  "What is FamilyTreeDNA?": "FamilyTreeDNA is a commercial genetic testing company based in Houston, Texas, offering Y-DNA, mtDNA, and autosomal DNA testing services for genealogical purposes.",
  "What is FTDNA's Globetrekker feature?": "Globetrekker shows the geographic distribution of your closest paternal relatives using Y-DNA data.",
  "What is Globtrekker on FamilyTreeDNA?": "Globtrekker is a feature that visualizes deep ancestral Y-DNA migration patterns worldwide, helping users trace ancient paternal lineages.",
  "How does Globtrekker work?": "It uses Y-DNA results to map haplogroup movements over thousands of years, showing where paternal ancestors likely lived and migrated.",
  "How does Globtrekker handle newly discovered SNPs?": "It updates haplogroup placement and migration paths as new SNPs are discovered and added to the Y-DNA tree.",
  "What is BigY-700 on FamilyTreeDNA?": "BigY-700 is a high-resolution Y-DNA test that analyzes hundreds of thousands of SNPs, providing detailed paternal lineage data.",
  "Why take BigY-700 to use Globtrekker?": "BigY-700 offers the most precise Y-DNA information, allowing Globtrekker to accurately place your paternal lineage in the global migration map.",
  "What are the advantages of using BigY-700 with Globtrekker?": "It increases the chance of discovering new branches, confirms haplogroup placement, and enhances the resolution of migration paths.",
  "Can Globtrekker be used without BigY-700?": "Yes, but with lower resolution; the more detailed BigY-700 data improves accuracy and the ability to explore deep ancestral connections.",
  "What is the main purpose of Globtrekker?": "It visualizes ancient Y-DNA migrations, showing how paternal lineages spread across the globe over time.",
  "Can STRs improve Globtrekker results?": "Indirectly, STRs can support genealogical matching but do not define deep migrations like SNPs do.",
  "How does Globtrekker use SNP data?": "It uses SNPs to assign haplogroups and subclades, which are then mapped to historical migration routes.",
  "Can Globtrekker show regional ancestry within a country?": "It focuses on deep ancestral migrations, so local or recent ancestry is better assessed via autosomal or STR tests.",
  "How does participating in FTDNA projects help Globtrekker?": "It adds more reference samples and refines migration maps for specific haplogroups.",
  "What is Globetrekker?": "A mapping feature that maps your Y-DNA ancestral migration path from Y-Adam to your recent paternal ancestors.",
  "What does Globetrekker map?": "The Y-DNA ancestral migration path from Y-Adam to recent paternal ancestors.",
  "What is the purpose of Globetrekker?": "To visualize the migration paths of your paternal lineage based on genetic and geographic data.",
  "Who can use Globetrekker?": "Only Big Y customers from FamilyTreeDNA.",
  "What information does Globetrekker use to map migrations?": "Earliest known ancestor (EKA) locations, ancient DNA samples, and geographic criteria.",
  "Which ancient factors are included in Globetrekker?": "Sea levels over time and climate factors such as glaciation.",
  "What does Globetrekker display?": "The most likely migration corridors for your paternal lineage.",
  "How many migration paths are included in Globetrekker?": "48,000 migration paths for all haplogroups across each continent.",
  "Does Globetrekker include a tree browser?": "Yes, it includes an integrated tree browser.",
  "Can you use Globetrekker without signing in?": "No, everyone must sign into their account to use Globetrekker.",
  "Can project administrators view member data directly in Globetrekker?": "Not yet, every tester must sign in individually.",
  "What types of migrations are shown on the Globetrekker map?": "Only pre-Columbian migrations.",
  "Will Globetrekker show Native American ancestors?": "Only if the haplogroup is Native and has a location provided.",
  "Can Globetrekker use coordinates in the Americas?": "Yes, but only for Native American haplogroups with a country of origin provided.",
  "How accurate should locations be in Globetrekker?": "Locations or countries need to be as accurate as possible.",
  "What happens if only two people have a haplogroup with different locations?": "Globetrekker plots the haplogroup in a midpoint between the two locations.",
  "How can you improve Globetrekker mapping accuracy?": "By ensuring you and your matches enter complete EKA information and locations.",
  "What is the EKA?": "Earliest Known Ancestor.",
  "Why is EKA information important for Globetrekker?": "It allows Globetrekker to map your haplogroup accurately.",
  "What three EKA details are critical?": "EKA name and birth/death date, country of origin, and ancestral location.",
  "Should matrilineal ancestor information be entered?": "Yes, for mitochondrial DNA purposes.",
  "Where does your EKA location appear besides Globetrekker?": "On the STR Matches Map.",
  "Why is collaboration important in Globetrekker?": "Multiple people in the same lineage testing increases haplogroup refinement and migration accuracy.",
  "Who should you ask to take Big Y for accuracy?": "Cousins, father, brother, or uncle from the same paternal line.",
  "Can Globetrekker map haplogroups without location data?": "No, location data is required.",
  "What is the update frequency for Discover results?": "Weekly.",
  "When does Globetrekker update after new haplogroups are added?": "The following week after Discover updates.",
  "What does the end-of-line haplogroup show?": "The most refined haplogroup or closest calculated haplogroup.",
  "What does the Globetrekker map indicate with color changes?": "The birth of each major haplogroup along the migration path.",
  "Can you animate migration paths in Globetrekker?": "Yes, by clicking the play button on the map.",
  "What additional feature shows ancient DNA samples?": "Ancient Connections with shovel icons on the map.",
  "What does clicking the shovel icon reveal?": "Archaeological dig information with Y-DNA results and timeframe.",
  "Does Globetrekker include parent haplogroups?": "Yes, upstream haplogroups are displayed on the map.",
  "What is the integrated tree browser in Globetrekker?": "A browser that moves in tandem with the migration map showing haplogroups over time.",
  "Which haplogroups are displayed in the example?": "R-BY487, R-BY482, R-BY490, and R-ZS3700.",
  "Why is the Big Y test important for Globetrekker?": "It scans millions of Y-chromosome locations to place men on haplogroup branches.",
  "How does Big Y help match testers?": "It matches men with a common ancestor using STR and SNP markers.",
  "What time period does Big Y allow you to explore?": "Before the age of surnames.",
  "Who can view Globetrekker results?": "Men who have taken Big Y-500 or Big Y-700.",
  "Can Big Y-500 testers upgrade?": "Yes, for more refined haplogroups.",
  "What is required to map a haplogroup in Globetrekker?": "At least two people with the same haplogroup and entered location.",
  "What is STR?": "Short Tandem Repeat used for genetic matching.",
  "Why ask your matches to enter EKA info?": "To improve Globetrekker mapping accuracy for everyone.",
  "What is required to receive a detailed haplogroup?": "At least two people with the same variant.",
  "What can happen if location information is inaccurate?": "Haplogroup may be plotted in the wrong place.",
  "What does the play button show?": "The animated migration path from Y-Adam to your haplogroups.",
  "Can Globetrekker show coastal changes over time?": "Yes, including flooded areas like Doggerland.",
  "What does the legend in Globetrekker display?": "Ocean currents, sea levels, and map details.",
  "How are upstream haplogroups shown?": "On the map with connections to your current haplogroup.",
  "What is required for pre-Columbian Native American mapping?": "A Native haplogroup with location information.",
  "What does Big Y-700 provide?": "Higher refinement of haplogroups and migration paths.",
  "Why recruit relatives for testing?": "It increases haplogroup accuracy and migration path detail.",
  "What should be completed for the Matches Map?": "EKA name, country, and ancestral location.",
  "Can Globetrekker provide mitochondrial DNA info?": "Yes, if matrilineal ancestors are entered.",
  "Why is multiple testing important?": "It refines haplogroup and ensures accurate mapping.",
  "What type of ancestry does Globetrekker trace?": "Paternal Y-DNA lineage.",
  "How are haplogroup ages represented?": "By approximate dates at each pin on the map.",
  "What example haplogroup arrived in England 4650 years ago?": "R-Z290.",
  "Can Globetrekker help correct assumptions about ancestors?": "Yes, based on data-driven genetic evidence.",
  "How is Doggerland shown in Globetrekker?": "As dark green, representing a historical landmass now underwater.",
  "What is the Big Y test designed to scan?": "Millions of Y-chromosome locations for mutations.",
  "Can STR-only testers still benefit from Big Y?": "Yes, for haplogroup refinement and migration paths.",
  "What does the integrated tree browser track?": "Haplogroup progression along the timeline.",
  "Can Globetrekker show glaciation changes?": "Yes, including formation and recession of glaciers.",
  "What should be done after entering EKA info?": "Wait for Discover and Globetrekker to update with results.",
  "How long does Globetrekker take to update after Big Y results?": "About a week.",
  "Does Globetrekker show both upstream and downstream haplogroups?": "Yes, all relevant connections are visible.",
  "What should testers do if a match lacks EKA info?": "Contact them to provide EKA and location information.",
  "What is the result of adding accurate EKA info?": "More accurate mapping and haplogroup assignment.",
  "Can you pause the migration animation in Globetrekker?": "Yes, to review specific haplogroups and locations.",
  "Why should multiple men test for Big Y?": "To confirm variants and improve haplogroup assignment.",
  "How does Globetrekker handle multiple location entries for the same haplogroup?": "It plots an approximate midpoint.",
  "Why is FamilyTreeDNA encouraging survey completion?": "To gather feedback about Globetrekker usage.",
  "What can be visualized with Globetrekker over time?": "Migration paths, haplogroup ages, and glaciation changes.",
  "Does Globetrekker replace historical research?": "No, it complements it with genetic data.",
  "How are ancestral haplogroups highlighted on the map?": "By color pins representing their age and location.",
  "Can you view Globetrekker without Big Y?": "No, it is only for Big Y customers.",
  "What do ancient DNA samples anchor?": "Haplogroups at specific places and times.",
  "How does collaboration improve haplogroup mapping?": "More participants refine haplogroup and migration path accuracy.",
  "What is the recommended action if your cousins haven-t entered EKA info?": "Ask them to enter it to improve mapping accuracy.",
  "What is the relationship between STR and Big Y results?": "STR matches can guide who should take Big Y for refinement.",
  "What geographic factors influence migration paths in Globetrekker?": "Elevation, migration corridors, sea levels, and glaciers.",
  "What historical events are considered in Globetrekker?": "Pre-Columbian migrations and glaciation events.",
  "How does Globetrekker determine the most likely path?": "By combining ancestral data, ancient DNA, and geographic criteria.",
  "Why is Globetrekker valuable for genealogy?": "It links genetic data to historical migration and ancestry.",
  "What does a red pin indicate on the map?": "The location of the current or end-of-line haplogroup.",
  "How does Globetrekker visualize sea level changes?": "With different colors representing historical water levels.",
  "What feature shows related upstream haplogroups?": "The integrated tree browser and map connections.",
  "Why might earlier pins be obscured on the map?": "Later haplogroup pins may overlay them visually.",
  "What is the main benefit of completing EKA information?": "Enables accurate mapping and detailed haplogroup assignments.",
  "How can Big Y testers view their haplogroup stories?": "Through Discover Haplogroup Reports and Globetrekker links.",
  "What does Globetrekker do?": "A mapping feature that maps your Y-DNA ancestral migration path from Y-Adam to your recent paternal ancestors.",
  "Which feature maps your Y-DNA migration path?": "The Y-DNA ancestral migration path from Y-Adam to recent paternal ancestors.",
  "What is the goal of Globetrekker?": "To visualize the migration paths of your paternal lineage based on genetic and geographic data.",
  "Who is eligible to use Globetrekker?": "Only Big Y customers from FamilyTreeDNA.",
  "What types of data are used by Globetrekker?": "Earliest known ancestor (EKA) locations, ancient DNA samples, and geographic criteria.",
  "What environmental factors are included in Globetrekker?": "Sea levels over time and climate factors such as glaciation.",
  "What does Globetrekker show on the map?": "The most likely migration corridors for your paternal lineage.",
  "How many migration routes does Globetrekker include?": "48,000 migration paths for all haplogroups across each continent.",
  "Is there a tree browser in Globetrekker?": "Yes, it includes an integrated tree browser.",
  "Can you access Globetrekker without logging in?": "No, everyone must sign into their account to use Globetrekker.",
  "Can administrators see member results directly in Globetrekker?": "Not yet, every tester must sign in individually.",
  "What historical migrations are represented in Globetrekker?": "Only pre-Columbian migrations.",
  "Are Native American ancestors displayed in Globetrekker?": "Only if the haplogroup is Native and has a location provided.",
  "Can Globetrekker use American coordinates?": "Yes, but only for Native American haplogroups with a country of origin provided.",
  "How precise must location data be for Globetrekker?": "Locations or countries need to be as accurate as possible.",
  "What happens if only two people enter the same haplogroup with different locations?": "Globetrekker plots the haplogroup in a midpoint between the two locations.",
  "How can mapping accuracy be improved?": "By ensuring you and your matches enter complete EKA information and locations.",
  "What does EKA stand for?": "Earliest Known Ancestor.",
  "Why is it important to enter EKA information?": "It allows Globetrekker to map your haplogroup accurately.",
  "What three EKA fields are critical for mapping?": "EKA name and birth/death date, country of origin, and ancestral location.",
  "Should you enter your matrilineal ancestor details?": "Yes, for mitochondrial DNA purposes.",
  "Where else will your EKA location appear besides Globetrekker?": "On the STR Matches Map.",
  "Why is collaboration necessary in Globetrekker?": "Multiple people in the same lineage testing increases haplogroup refinement and migration accuracy.",
  "Who should you ask to test Big Y for mapping accuracy?": "Cousins, father, brother, or uncle from the same paternal line.",
  "Can haplogroups be mapped without location info?": "No, location data is required.",
  "How often are Discover results updated?": "Weekly.",
  "When Globetrekker updates after new haplogroups are added?": "The following week after Discover updates.",
  "What is shown as the end-of-line haplogroup?": "The most refined haplogroup or closest calculated haplogroup.",
  "How does Globetrekker indicate haplogroup ages?": "By color changes representing the birth of each major haplogroup along the migration path.",
  "Can migration paths be animated in Globetrekker?": "Yes, by clicking the play button on the map.",
  "What feature displays ancient DNA samples?": "Ancient Connections with shovel icons on the map.",
  "What information is revealed by clicking the shovel icon?": "Archaeological dig information with Y-DNA results and timeframe.",
  "Are parent haplogroups included in the map?": "Yes, upstream haplogroups are displayed on the map.",
  "What is the integrated tree browser?": "A browser that moves in tandem with the migration map showing haplogroups over time.",
  "Which haplogroups are illustrated in the example?": "R-BY487, R-BY482, R-BY490, and R-ZS3700.",
  "Why is the Big Y test important?": "It scans millions of Y-chromosome locations to place men on haplogroup branches.",
  "How does Big Y identify common ancestors?": "It matches men with a common ancestor using STR and SNP markers.",
  "What historical period can Big Y reveal?": "Before the age of surnames.",
  "Who can access Globetrekker results?": "Men who have taken Big Y-500 or Big Y-700.",
  "Can Big Y500 testers upgrade?": "Yes, for more refined haplogroups.",
  "What is required to map a haplogroup on Globetrekker?": "At least two people with the same haplogroup and entered location.",
  "What does STR stand for?": "Short Tandem Repeat used for genetic matching.",
  "Why ask matches to provide EKA info?": "To improve Globetrekker mapping accuracy for everyone.",
  "How many people are needed to receive a detailed haplogroup?": "At least two people with the same variant.",
  "What happens if location info is wrong?": "Haplogroup may be plotted in the wrong place.",
  "What does the play button do on Globetrekker?": "It animates the migration path from Y-Adam to your haplogroups.",
  "Can Globetrekker show historical coastal changes?": "Yes, including flooded areas like Doggerland.",
  "What does the legend display on the map?": "Ocean currents, sea levels, and map details.",
  "How are upstream haplogroups represented?": "On the map with connections to your current haplogroup.",
  "Why might earlier pins be hidden?": "Later haplogroup pins may overlay them visually.",
  "What is the main benefit of completing EKA info?": "Enables accurate mapping and detailed haplogroup assignments.",
  "What should you do if a match lacks EKA info?": "Contact them to provide EKA and location information.",
  "What is the result of accurate EKA entry?": "More accurate mapping and haplogroup assignment.",
  "Can you pause the migration animation?": "Yes, to review specific haplogroups and locations.",
  "Why should multiple men take Big Y?": "To confirm variants and improve haplogroup assignment.",
  "How does Globetrekker handle conflicting haplogroup locations?": "It plots an approximate midpoint.",
  "Why complete the survey after using Globetrekker?": "To provide feedback about Globetrekker usage.",
  "What can be visualized over time on Globetrekker?": "Migration paths, haplogroup ages, and glaciation changes.",
  "Globetrekker replaces historical research?": "No, it complements it with genetic data.",
  "How are ancestral haplogroups highlighted?": "By color pins representing their age and location.",
  "Can you use Globetrekker without Big Y?": "No, it is only for Big Y customers.",
  "What ancient DNA samples anchor?": "Haplogroups at specific places and times.",
  "How does collaboration affect haplogroup mapping?": "More participants refine haplogroup and migration path accuracy.",
  "What to do if cousins haven-t entered EKA info?": "Ask them to enter it to improve mapping accuracy.",
  "How do STR matches relate to Big Y?": "STR matches can guide who should take Big Y for refinement.",
  "What geographic factors affect migration paths?": "Elevation, migration corridors, sea levels, and glaciers.",
  "What historical events are accounted for in Globetrekker?": "Pre-Columbian migrations and glaciation events.",
  "How does Globetrekker find the most likely path?": "By combining ancestral data, ancient DNA, and geographic criteria.",
  "Why is Globetrekker useful for genealogy?": "It links genetic data to historical migration and ancestry.",
  "What does a red pin represent on the map?": "The location of the current or end-of-line haplogroup.",
  "How are sea level changes shown?": "With different colors representing historical water levels.",
  "What shows related upstream haplogroups?": "The integrated tree browser and map connections.",
  "Why are some pins obscured on the map?": "Later haplogroup pins may overlay earlier ones.",
  "What is the benefit of completing EKA info?": "Enables accurate mapping and detailed haplogroup assignments.",
  "How do testers view their haplogroup stories?": "Through Discover Haplogroup Reports and Globetrekker links.",
  "What is the new Share feature at FamilyTreeDNA?": "It allows users to share DNA match results and Discover pages while blurring sensitive information.",
  "Where can you find the Share feature in FamilyTreeDNA?": "In your personal account after signing in and in Discover.",
  "What does 'Share Mode' do on your personal page?": "It obfuscates the names and photos of your matches.",
  "How does 'Share Mode' work in Discover?": "It blurs the names and photos of matches on the Match Time Tree.",
  "What is 'Share Page' used for?": "To share publicly available Discover pages on social media or via a link.",
  "Is Share Mode easy to use?": "Yes, it simplifies sharing screenshots without revealing match names.",
  "How do you enable Share Mode in your personal account?": "By signing in and toggling Share Mode to ON under Privacy and Sharing.",
  "Does Share Mode stay on after signing out?": "No, it turns off automatically when you sign out.",
  "Which types of DNA match pages can be shared?": "Y-DNA, mitochondrial DNA, and Family Finder match pages.",
  "What else does Share Mode blur besides match names?": "It also blurs their pictures and your own information.",
  "How do you access Discover Haplogroup Reports?": "From your dashboard for either Y-DNA or mitochondrial DNA.",
  "What can you share using Discover Share Mode?": "The Match Time Tree with blurred private information.",
  "Can all Discover pages be shared publicly?": "Yes, except for Match Time Tree and Globetrekker.",
  "What is special about the Globetrekker page?": "It is an animated video reserved for Big-Y or mtFull test clients and cannot be shared publicly.",
  "What does Ancient Connections show when shared publicly?": "Only a few ancient DNA haplogroup matches; full data requires a test.",
  "Does Notable Connections share data like Ancient Connections?": "Yes, it functions similarly with limited public display.",
  "What should you do to share your Match Time Tree publicly?": "Enable Share Mode and take a screenshot.",
  "What does enabling Share Mode in Discover do?": "It obfuscates names and photos of matches on your Match Time Tree.",
  "Do you need to enable Share Mode in Discover separately?": "Yes, it is independent from your personal account settings.",
  "Why is sharing DNA results beneficial?": "It encourages other testers and generates excitement about discoveries.",
  "What kind of discoveries excite family and friends?": "Shared ancestors, Viking DNA matches, or ancient DNA close to their hometown.",
  "How does more testing improve genealogical results?": "It increases the matching pool and improves accuracy for everyone.",
  "Who introduced the Share feature?": "FamilyTreeDNA.",
  "What two main tools help sharing in Discover?": "Share Mode for Match Time Tree and Share Page for other pages.",
  "What should you do before taking a screenshot for sharing?": "Enable Share Mode to blur sensitive information.",
  "Can you share your Haplogroup Story page on Facebook?": "Yes, using the Share Page icon.",
  "Does the Share Page icon appear on every Discover page?": "Yes, except Match Time Tree and Globetrekker.",
  "What does Ancient Connections require for full data visibility?": "The tester must have taken Big-Y or mitochondrial full sequence tests.",
  "Why might some Discover pages display reduced information?": "Because certain matches are reserved for testers with specific DNA tests.",
  "What is the main function of Match Time Tree Share Mode?": "To blur sensitive information while showing the placement of matches.",
  "How do you access Match Time Tree from Discover?": "Click through from your FamilyTreeDNA dashboard and select Match Time Tree.",
  "Who appears on your Match Time Tree when shared?": "Matches with EKA names and country of origin, but blurred.",
  "What is the purpose of sharing DNA pages publicly?": "To generate interest and encourage others to test.",
  "Can sharing help in discovering ancestors like famous historical figures?": "Yes, it can show connections to people like Leo Tolstoy or Wild Bill Hickok.",
  "How can Ancient Connections provide genealogical clues?": "By linking ancient DNA matches to your ancestry and locations.",
  "What is a practical example of an Ancient Connection?": "A Viking man buried in Ukraine 1000 years ago who shares an ancestor with you.",
  "How does Share Mode benefit presenters?": "It allows them to show DNA results without revealing sensitive information.",
  "Can you collaborate with friends using Share Mode?": "Yes, it enables safe sharing of results and discoveries.",
  "What is the main difference between Share Mode and Share Page?": "Share Mode blurs sensitive info, while Share Page shares public pages directly.",
  "Is the Share feature free to use?": "Yes, it is available to all FamilyTreeDNA account holders.",
  "What steps are needed to enable Share Mode?": "Sign in, go to Account Settings, then toggle Share Mode ON.",
  "Why is sharing on social media encouraged?": "To excite others about DNA discoveries and encourage testing.",
  "Does sharing reveal your match's private information?": "No, Share Mode blurs names and photos to protect privacy.",
  "What types of DNA can you share using Share Mode?": "Y-DNA, mitochondrial DNA, and Family Finder results.",
  "Do Discover pages like Globetrekker allow public sharing?": "No, Globetrekker is restricted to specific test clients.",
  "How do you share a page outside of Match Time Tree?": "Use the Share Page icon to post on social media or copy a link.",
  "What do users need to do each time they want to share?": "Enable Share Mode again after signing in.",
  "Can sharing help visualize your ancestor's migration?": "Yes, especially on Discover pages like Haplogroup Story.",
  "Does Share Mode affect only the names or other information too?": "It also blurs photos and personal account information.",
  "Why is FamilyTreeDNA's Share feature important?": "It makes sharing matches and Discover pages easy, safe, and engaging.",
  "What does Discover offer after haplogroup placement?": "Interactive reports on historical context, migration, and famous connections.",
  "What reports are included in mtDNA Discover?": "Haplogroup Story, Country Frequency, Ancient Connections, and more.",
  "What is the Coding Region match level?": "Highest mtDNA match level with up to three differences allowed.",
  "Do all testers see placement on Mitotree immediately?": "No, beta testing may delay initial placement.",
  "How does the Mitotree affect mtDNA results?": "Assigns updated haplogroups and new reports.",
  "Can mtDNA match reports show maternal country of origin?": "Yes, based on the Earliest Known Ancestor.",
  "What is the Classic Tree in mtDNA Discover?": "Full FamilyTreeDNA Mitotree combining modern and ancient samples.",
  "How is mtDNA haplogroup assignment updated?": "Through the beta Mitotree and ongoing testing.",
  "Do all mtDNA reports require mtFull Sequence?": "No, legacy reports are available, but full precision needs mtFull Sequence.",
  "How are maternal haplogroups refined?": "Using more branches and SNP resolution in the Mitotree.",
  "What is the purpose of the Migration Map in mtDNA Discover?": "Trace maternal lineage migration from Africa to modern locations.",
  "Are Ancient Connections included in mtDNA Discover?": "Yes, they show ancient maternal matches from archaeological DNA.",
  "What is the Time Tree in mtDNA Discover?": "A time-scaled genetic tree showing maternal ancestor timelines.",
  "Does Mitotree include ancient samples?": "Yes, combining modern and archaeological mtDNA.",
  "How many mtDNA branches were added compared to PhyloTree?": "Approximately 35,000 more branches.",
  "What is the purpose of Suggested Projects in mtDNA Discover?": "Connect users with relevant haplogroup community projects.",
  "Can Mitotree show genealogical timeframes for matches?": "Yes, including estimates of when shared ancestors lived.",
  "What is mtDNA Discover tree?": "A tool by FamilyTreeDNA for exploring maternal ancestry.",
  "When was mtDNA Discover introduced?": "February 25, 2025.",
  "Who wrote about mtDNA Discover updates?": "Katy Rowe-Schurwanz.",
  "Why take an mtDNA test now?": "To explore maternal ancestry and uncover deep roots.",
  "What does FamilyTreeDNA mtDNA test provide?": "The most detailed maternal lineage analysis available.",
  "What can mtDNA testing reveal?": "Deep ancestral roots, migration patterns, and DNA connections.",
  "What is the purpose of mtDNA Discover-s Haplogroup Story?": "To explore the history of your maternal lineage.",
  "What does Country Frequency indicate?": "Where your haplogroup is most commonly found today.",
  "Who are Ancient Connections?": "Ancient individuals from your maternal line identified through DNA.",
  "What are Notable Connections tool?": "Historical or famous individuals sharing your haplogroup.",
  "What does Migration Map show?": "Your maternal lineage-s migration from Africa to modern locations.",
  "What is the Time Tree?": "A time-scaled genetic tree estimating when maternal ancestors lived.",
  "What is the Match Time Tree?": "A shared genetic tree showing how you and your matches are related.",
  "What does Ancestral Path display?": "Each step of your maternal lineage back to Mitochondrial Eve.",
  "What is the Classic Tree?": "The full Mitotree combining modern and ancient data.",
  "What are Suggested Projects in Discover?": "Community projects relevant to your haplogroup.",
  "What are Scientific Details in mtDNA Discover?": "Information on haplogroup age estimates and methodology.",
  "What upcoming tool is Globetrekker?": "A feature for visualizing ancestral migrations.",
  "What is Group Time Tree in Discover?": "A tool showing connections within group projects for mtFull testers.",
  "How can users access Discover reports?": "Via a button under the mtDNA results section on the dashboard.",
  "What is the Earliest Known Ancestor (EKA) in Mitotree?": "The oldest known maternal ancestor in your lineage.",
  "What is the benefit of filling EKA info?": "Improves accuracy of reports and match analyses.",
  "Why is mtFull Sequence recommended?": "It provides exclusive reports like Match Time Tree and Globetrekker.",
  "What does Haplogroup Story timeline show?": "Formation date, migration, and geographic distribution of a haplogroup.",
  "How does Country Frequency help genealogy?": "It helps confirm family stories and suggests regions to explore.",
  "What is the Unknown Origin category?": "Testers whose ancestral location is not known.",
  "How often are Ancient Connections updated?": "Frequently, with new archaeological cousins added regularly.",
  "Can Notable Connections confirm family legends?": "Yes, sometimes they verify or disprove connections.",
  "What types of migrations can Migration Map show?": "Ancient, modern, and regional maternal migrations.",
  "Why is Time Tree useful?": "It places maternal ancestors within a historical timeframe.",
  "What does Match Time Tree display for each match?": "Earliest Known Ancestor, country of origin, and estimated birth year.",
  "Why is Ancestral Path important?": "Shows lineage evolution over time including Neanderthal and Denisovan connections.",
  "What information does Classic Tree show?": "Haplogroup structure, countries of origin, and ancient DNA connections.",
  "How interactive is Classic Tree?": "Branches can be collapsed, expanded, and explored on mobile devices.",
  "What are Suggested Projects for?": "Connecting with others researching the same lineage or haplogroup.",
  "What are Scientific Details charts?": "Probability distributions for ancestor birth years with confidence intervals.",
  "What do confidence intervals show?": "Ranges of certainty for estimated ages (68%, 95%, 99%).",
  "Why might Updated mtDNA Haplogroups differ from Legacy?": "New branches have been added to the Mitotree.",
  "What is Globetrekker used for?": "Visualizing ancestral migrations across regions and timelines.",
  "What is Group Time Tree used for?": "Analyzing maternal lineage connections within a group or project.",
  "How will Project Administrators benefit from new tools?": "They can view reports for members of their project.",
  "Where can users find the Discover Reports?": "Under the mtDNA Results section on the FamilyTreeDNA dashboard.",
  "What does the 'See More' button do?": "Expands additional tools and reports available.",
  "What does 'Helpful Information' link provide?": "Guidance and explanations for using Discover reports.",
  "Can Discover reports be used with older mtDNA tests?": "Yes, though some features require mtFull Sequence.",
  "How does Match Time Tree reduce guesswork?": "By showing exact maternal lineage relationships based on genetics.",
  "What does Migration Map color coding indicate?": "Different branches or migration events.",
  "What ancient DNA is included in Time Tree?": "Samples like Viking Age, Neolithic, and other historical individuals.",
  "What is Haplogroup Story's formation estimate?": "The approximate time when a haplogroup originated.",
  "What is included in Country Frequency Table?": "Countries, number of testers, and haplogroup percentages.",
  "How does the animated Country Frequency map work?": "It becomes more specific as new testers are added.",
  "What is the significance of Ancient Connections?": "They help validate deep lineage origins and migration patterns.",
  "How do Notable Connections differ from Ancient Connections?": "They are historical or famous individuals, sometimes used for fun or genealogical verification.",
  "What historical figures have been traced using mtDNA?": "Examples include Dolley Madison and Ludwig van Beethoven.",
  "How are Migration Maps helpful for genealogists?": "They suggest where to search for historical records.",
  "What does Time Tree show besides modern testers?": "Ancient and notable connections.",
  "What is the purpose of Ancestral Path?": "To trace every step of a haplogroup back in time.",
  "What periods are covered in Ancestral Path?": "From Mitochondrial Eve to Neanderthal and Denisovan eras.",
  "What is included in Classic Tree view?": "Phylogenetic layout, countries, ancient DNA, and tester results.",
  "What is interactive about Classic Tree in Discover?": "Users can expand/collapse branches and navigate lineage easily.",
  "What do Suggested Projects lists show?": "Projects with members sharing your haplogroup.",
  "Why participate in Suggested Projects?": "To collaborate and gain insights from experienced administrators.",
  "What is a probability distribution in Scientific Details?": "A chart estimating the birth year of a common ancestor.",
  "What is a Legacy mtDNA Haplogroup?": "The haplogroup based on the older PhyloTree classification.",
  "What is mtDNA Coding Region?": "A part of mtDNA used for high-resolution matching.",
  "What is mtFull Sequence-exclusive content?": "Reports and tools only available for full-sequence testers.",
  "How are haplogroup comparisons helpful?": "They determine how closely two maternal lineages are related.",
  "What is a branch downstream in Discover?": "A haplogroup that evolved from a specific lineage step.",
  "What is a visual tree in Discover?": "A graphical display of haplogroup relationships and timelines.",
  "What does a pop-up window in Time Tree show?": "Detailed info on ancient or notable DNA samples.",
  "What is a genetic timeline in Discover?": "Illustrates lineage evolution over historical periods.",
  "What is a phylogenetic tree in Discover?": "A diagram showing evolutionary relationships of haplogroups.",
  "What is mtDNA Discover designed for?": "Exploring maternal ancestry, migrations, and historical context.",
  "What is a beta mtDNA report?": "A preliminary version of a report for testing and feedback.",
  "What is the benefit of interactive maps?": "Users can explore migration patterns and haplogroup distribution dynamically.",
  "What is a haplogroup step?": "A single generational branch in a maternal lineage.",
  "What is a descendant in mtDNA?": "A person who inherits mtDNA from a maternal ancestor.",
  "What an archaeological context means?": "The historical setting and significance of a DNA sample.",
  "What is a visual connection in Discover?": "A graphical link between lineages or individuals.",
  "What is genealogical validation?": "Using DNA to confirm family relationships.",
  "What is lineage evolution?": "The progression and branching of maternal lineages over time.",
  "What is a mutation in mtDNA?": "A change in DNA sequence passed down maternal lines.",
  "What common SNP means?": "A DNA variant shared by related haplogroups.",
  "What is a Coding Region mutation?": "A mutation in the coding part of mtDNA for precise matching.",
  "Who is a group administrator?": "Someone managing a FamilyTreeDNA community project.",
  "What is a dashboard in Mitotree?": "The interface showing mtDNA results, matches, and tools.",
  "What is a country of origin in the tree?": "The location associated with a maternal ancestor.",
  "What is a historical sample in the tree?": "Ancient DNA from a specific individual used for analysis.",
  "What is a map view in the tree?": "A visual geographic display of haplogroup distribution.",
  "What is a table view in the tree?": "A list showing haplogroup frequency by country or region.",
  "What's an mtDNA test?": "A test that analyzes mitochondrial DNA to explore your maternal lineage.",
  "Why take an mtDNA test?": "To uncover deep roots, migration patterns, and maternal DNA connections.",
  "What is the Million Mito Project?": "A project expanding the human mtDNA tree using large-scale data.",
  "How many new mtDNA reports were added?": "About a dozen new beta reports.",
  "What does Haplogroup Story study?": "The history of your haplogroup, including migrations and age.",
  "What does Country Frequency show?": "The countries where your haplogroup is most commonly found.",
  "What are Ancient Connections?": "Links to ancient people through shared haplogroups.",
  "What are Notable Connections?": "Connections to famous historical or modern individuals.",
  "What does Migration Map display?": "The migration routes of your maternal lineage.",
  "What is Time Tree?": "A timeline of your maternal lineage.",
  "What does Match Time Tree show?": "How you and your mtDNA matches are related through maternal lines.",
  "What is Ancestral Path?": "The genetic path of your lineage back to Mitochondrial Eve and beyond.",
  "What is Classic Tree?": "The full Mitotree combining modern and ancient data.",
  "What are Suggested Projects?": "Community projects relevant to your haplogroup.",
  "What are Scientific Details?": "Scientific information and age estimates for your haplogroup.",
  "What does Compare Haplogroups do?": "Compares two haplogroups to see their shared ancestry.",
  "Who can use mtDNA Discover?": "Anyone with mtDNA tested at FamilyTreeDNA.",
  "What is mtFull Sequence?": "An advanced mtDNA test with higher resolution.",
  "Why use Haplogroup Story?": "To understand your maternal line's history and ancestral migrations.",
  "How is Country Frequency calculated?": "Based on the Earliest Known Ancestor locations of testers with your haplogroup.",
  "Why are Ancient Connections useful?": "To identify genealogically significant ancient links.",
  "Can Notable Connections confirm relationships?": "Yes, sometimes they can confirm or refute a connection.",
  "How does Migration Map help?": "It helps identify historical regions of your maternal ancestors.",
  "What is TMRCA?": "Time to Most Recent Common Ancestor.",
  "Can ancient DNA be seen in Time Tree?": "Yes, both ancient and notable connections are displayed.",
  "What does the list in Match Time Tree show?": "Earliest Known Ancestors and countries of origin for matches.",
  "Where does Ancestral Path start?": "At your assigned mtDNA haplogroup, going step by step back in time.",
  "What eras does Ancestral Path show?": "From Mitochondrial Eve to Neanderthal and Denisovan periods.",
  "What does Classic Tree display?": "Haplogroup structure, countries of origin, and ancient DNA connections.",
  "What is interactive about Classic Tree?": "Branches can be expanded or collapsed, viewing any part of the tree.",
  "Why are Suggested Projects useful?": "They connect you with other researchers sharing your haplogroup.",
  "How do Scientific Details show probability?": "Using probability distribution for the birth year of the most recent ancestor.",
  "What are Confidence Intervals in Scientific Details?": "Ranges of confidence (68%, 95%, 99%) for age estimates.",
  "How does Compare Haplogroups help genealogists?": "Shows how closely two maternal lines are related.",
  "Why might Updated mtDNA Haplogroups differ?": "Because new branches were added to the Mitotree.",
  "What is Globetrekker tool?": "A tool for visualizing ancestral migrations.",
  "What is Group Time Tree?": "A tool showing genetic connections within group projects.",
  "How can Project Administrators use new tools?": "To view Match Time Tree and Globetrekker for project members.",
  "Where is the Discover Reports button?": "In the mtDNA Results section of the FamilyTreeDNA dashboard.",
  "What does 'See More' do?": "Expands additional tools and features.",
  "What does 'Helpful Information' provide?": "Links to guides and instructions for using Discover.",
  "What reports are available after filling in Earliest Known Ancestor?": "All mtDNA Discover reports and mtFull Sequence exclusives.",
  "How to get mtFull Sequence if previously tested?": "Add or upgrade the test via the FamilyTreeDNA dashboard.",
  "Can Discover work with older mtDNA tests?": "Yes, but accuracy and detail may be limited.",
  "What does Match Time Tree do for genealogists?": "Helps focus on the most relevant matches for family research.",
  "How is migration visualized in Migration Map?": "Colored routes from Africa across regions and countries.",
  "Can modern and ancient mtDNA be seen on Time Tree?": "Yes, all levels are displayed simultaneously.",
  "What does Timeline show in Haplogroup Story?": "Key events and branching points in the haplogroup history.",
  "What data does the Country Frequency table contain?": "Countries, number of testers, and haplogroup percentages.",
  "What is 'Unknown Origin' in Country Frequency?": "A category for testers without known ancestral location.",
  "Can the Country Frequency map be animated?": "Yes, the map refines as new data updates.",
  "Why add new Ancient Connections?": "To continuously expand historical and genetic information.",
  "Can Notable Connections verify ancestry?": "Yes, they can confirm or disprove family legends.",
  "How does Migration Map help find historical records?": "Shows regions where ancestors likely lived for further research.",
  "How does Time Tree show branch ages?": "By estimating the time ancestors lived and lines diverged.",
  "What are mtDNA Matches?": "Matches on your maternal line with other testers.",
  "What is DNA?": "The molecule that carries genetic instructions in living organisms.",
  "What is mtDNA?": "Mitochondrial DNA inherited from the mother.",
  "What is a haplogroup?": "A group of similar haplotypes that share a common ancestor.",
  "What is the mtDNA Tree of Humankind?": "A living record of maternal lineages across humanity.",
  "What is a maternal ancestor?": "An ancestor from whom you inherit mtDNA.",
  "What is a migration route?": "The path taken by ancestors from one region to another.",
  "What is an Age Estimate?": "An approximation of when a haplogroup or ancestor lived.",
  "What is the coding region?": "Part of mtDNA that codes for proteins and is used for precise matching.",
  "What is the Hypervariable Region?": "Part of mtDNA with high mutation rates used for ancestry matching.",
  "What is Mitochondrial Eve?": "The most recent woman from whom all humans inherit mtDNA.",
  "What is Denisovan DNA?": "Genetic material from an ancient human species.",
  "What is Neanderthal DNA?": "Genetic material from Neanderthals, closely related to humans.",
  "What is a genetic branch?": "A lineage that diverged from a common maternal ancestor.",
  "What is a beta report?": "A preliminary or testing version of a genetic report.",
  "What is a haplotype?": "A combination of DNA variations inherited together.",
  "What is a tester?": "A person who has taken a DNA test.",
  "What is a community project?": "A group studying the same surname, location, or haplogroup.",
  "What is genealogical context?": "Historical and familial background information.",
  "What is a visual tree?": "A graphical representation of lineage relationships.",
  "What is the Ancestral Path algorithm?": "A method to calculate the steps back to the most recent common ancestor.",
  "What is a pop-up window in Time Tree?": "A display providing details of ancient or notable samples.",
  "What is a genetic timeline?": "A timeline showing the evolution and divergence of maternal lineages.",
  "What is a phylogenetic tree?": "A diagram showing evolutionary relationships among lineages.",
  "What is the Mitotree?": "The complete family tree of human mitochondrial DNA.",
  "What is mtDNA Discover?": "A set of tools and reports for exploring maternal ancestry.",
  "What is mtFull Sequence-exclusive report?": "A report only available for mtFull Sequence testers.",
  "What is the Earliest Known Ancestor (EKA)?": "The earliest ancestor known in a tester's maternal line.",
  "What is a notable person in mtDNA research?": "A historical or modern individual with identified haplogroup.",
  "What is a branch event?": "A point where a maternal lineage splits into sub-branches.",
  "What is a lineage step?": "A single generational step back in the maternal line.",
  "What is a descendant?": "A person who inherits DNA from a maternal ancestor.",
  "What is a reference study?": "A scientific study used to validate genetic results.",
  "What is a country of origin?": "The country associated with a maternal ancestor.",
  "What is a historical sample?": "An ancient individual whose DNA is studied.",
  "What is a tree structure?": "The arrangement showing relationships among haplogroups.",
  "What is a tester ID?": "A unique identifier for a DNA test participant.",
  "What is a map view?": "A visual representation of haplogroup distribution on a map.",
  "What is a table view?": "A list of haplogroup frequencies by country or region.",
  "What is an update?": "A new addition or correction to genetic data.",
  "What is beta testing?": "The trial phase for a report before full release.",
  "What is a haplogroup frequency?": "The percentage of a population with a specific haplogroup.",
  "What is a haplogroup timeline?": "Chronology showing when branches of a haplogroup formed.",
  "What is a shared ancestor?": "An ancestor common to multiple people.",
  "What is a matrilineal ancestor?": "An ancestor in the direct maternal line.",
  "What is a branch downstream?": "A lineage that evolves from a specific haplogroup step.",
  "What is a modern tester?": "A living person who provides DNA for analysis.",
  "What is an archaeological context?": "The historical and environmental setting of a DNA sample.",
  "What is a visual connection?": "A graphical representation of a link between lineages.",
  "What is a historical insight?": "Information about the past derived from genetic data.",
  "What is a genealogical validation?": "Confirmation of family relationships through DNA.",
  "What is a lineage evolution?": "The development of a maternal line over generations.",
  "What is an interactive map?": "A map that allows zooming, clicking, or exploring data dynamically.",
  "What is a lineage branch?": "A division in a maternal line forming a new sub-group.",
  "What is a mutation?": "A change in DNA sequence passed to descendants.",
  "What is a common SNP?": "A single nucleotide polymorphism shared by related lineages.",
  "What is a coding mutation?": "A DNA change in the coding region used for detailed matching.",
  "What is a haplogroup branch code?": "A label representing a specific branch of a haplogroup.",
  "What is a group administrator?": "A person managing a community project or group study.",
  "What is a dashboard?": "The interface showing your DNA results and tools.",
  "What is a helpful link?": "A resource guiding users on how to use DNA reports.",
  "What is a screenshot?": "An image capture of a report or tool view."
}
