{
  "What is haplogroup R1a?": "A subclade of R1a, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1a1?": "A subclade of R1a1, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1a1a?": "A subclade of R1a1a, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1b?": "A major R1b subclade found in Western Europe, especially among Celtic populations. Some in the Caucasus, too.",
  "What is haplogroup R1b1?": "A major R1b1 subclade found in Western Europe, especially among Celtic populations. Some in the Caucasus, too.",
  "What is haplogroup J1?": "J1 is common in the Middle East (J-P58, associated with Semitic-speaking populations) and Caucasus (J-Z1842, associated with populations from Eastern Caucasus, especially, Dagestan).",
  "What is haplogroup J2a?": "J2a is prevalent in the Mediterranean, Middle East, and Caucasus, reflecting ancient agriculture expansion.",
  "What is haplogroup G2a?": "A G2a subclade found in the Middle East, Europe, and Caucasus.",
  "What is haplogroup G2a1?": "A G2a1 subclade found in the Caucasus and Near East, linked to migrations from Zagros.",
  "What is haplogroup G2a2?": "A G2a2 subclade found in the Caucasus and Europe, linked to migrations from early farmers.",
  "What is haplogroup E1b?": "A North African and Mediterranean subclade reflecting multiple migration waves.",
  "What is haplogroup E1b1b1a?": "A North African and Mediterranean subclade reflecting multiple migration waves.",
  "What is haplogroup Q1?": "A Siberian, Central Asian and Native American lineage.",
  "What is haplogroup Q2?": "A Central Asian lineage.",
  "What is haplogroup C2?": "Found in East Asia and Central Asia, reflecting ancient nomadic populations.",
  "What is haplogroup L?": "L is mainly South Asian, associated with Dravidian populations. Also found in the Caucasus (L1a2 within Chechens, L1b within Laz people and Chechens, L2 within ancient people of Maykop culture as well as within Circasians and ethnic groups in Dagestan.).",
  "What is haplogroup L1?": "L1 is mainly South Asian, associated with Dravidian populations. Also found in the Caucasus (L1a2 within Chechens, L1b within Laz people and Chechens).",
  "What is haplogroup L2?": "L2 found in the Caucasus within ancient people of Maykop culture as well as within Circasians and ethnic groups in Dagestan).",
  "What is haplogroup H?": "H is common in South Asia and Europe, representing ancient Eurasian populations. There are few H1a1 within Circassians and other ethnic groups in the Caucasus.",
  "What is haplogroup T?": "T appears in Europe, the Middle East, and North Africa. Also found in the Caucasus (for example, T1a within Circassians)."
}
