{
  "How to cite Knowdlege Base sources in answers": "When the assistant uses Knowledge Base material, it includes the their question/title and a short citation string. You can later map each Knowledge Base item to a URL for direct source links.",
  "How can DNA testing show Circassian ancestry?": "DNA testing can show genetic markers common in populations; however, linking to the Circassian identity specifically depends on the availability of reference samples and regional marker prevalence. Autosomal tests measure recent ancestry; Y-DNA / mtDNA trace single-line ancestry.",
  "Which Y-DNA haplogroups are common among Circassians?": "Studies and public genetic data indicate Y-DNA haplogroups such as G2a2, J2, R1a, G2a1, J1, R1b, and also I2 and E are found among Northwest Caucasus populations at varying frequencies. Exact distributions vary by sample set and locality.",
  "Why some Circassian-related results differ between test providers": "Different providers use different reference panels and algorithms; pass results through multiple methods and use raw-data-based third-party tools cautiously. The best is FamilyTreeDNA, it has Northern Caucasus, Southern Caucasus, and Eastern Caucasus clusters.",
  "Can a single test confirm Circassian ethnicity?": "No — DNA can suggest regional ancestry and lineage markers, but ethnic identity also includes language, culture, and documented genealogy. Genetics alone rarely 'proves' a specific ethnic label.",
  "Can mtDNA tests reveal maternal Circassian ancestry?": "Yes, mtDNA tests trace the maternal line. Common Circassian mtDNA haplogroups like H, U, W, K, T, and J may indicate regional ancestry. They provide deep maternal lineage information.",
  "Should I use multiple tests for better results?": "Yes, combining autosomal, Y-DNA, and mtDNA tests gives a more complete picture. Each type provides different ancestry insights. Using multiple sources increases accuracy.",
  "How to contribute Circassian reference samples for research": "Contact academic groups working on Caucasus genetics or established platforms (with ethical review) to contribute anonymized samples. Community projects or academic collaborations are ideal.",
  "What is a founder effect in Circassian populations?": "Founder effects occur when a small population contributes disproportionately to later generations. Some Circassian clans show this due to historical isolation. It can increase frequency of certain haplogroups.",
  "Can DNA reveal clan affiliations?": "DNA can suggest paternal or maternal lineage clusters. Some haplogroups may correlate with historic clans. Genetic evidence alone cannot fully confirm cultural or social affiliations.",
  "Where to learn more about Caucasus population genetics (recommended resources)": "Start with peer-reviewed journals on human population genetics, regional archaeological studies, and public datasets; academic institutions in the region and ISOGG resources are useful starting points. Usefule blogs: https://blog.familytreedna.com/, https://dna-explained.com/.",
  "What is the purpose of FamilyTreeDNA group projects?": "Group projects focus on a common geographic origin, surname, or ethnic heritage, allowing members to compare results and collaborate on genealogical research.",
  "What is the Caucasus region?": "The Caucasus is a region between the Black and Caspian Seas, home to diverse ethnic groups including Circassians, Georgians, and Armenians.",
  "Are there other Caucasus-related group projects?": "Yes, there are several projects: Caucasus DNA, Circassia DNA, Dagestan DNA, Chechen DNA, Ingush DNA, Orsthoy DNA, Avar DNA, Lak DNA, Dargwa DNA, Caucasian Albania DNA, Ossetian DNA, Karachay-Balkar DNA, Qumuq DNA, Nogais DNA.",
  "Which DNA projects within Caucasus are recommended?": "FamilyTreeDNA has several Caucasus projects, including Circassian DNA Project, Caucasus DNA Project, and others. These projects help connect individuals with shared ancestry and provide insights into regional genetic history.",
  "How do you join a FTDNA project?": "Joining requires enrolling in a relevant project on FTDNA and sharing your DNA results for collective research.",
  "What is the Circassian DNA project?": "The Circassian DNA Project collects Y-DNA, mtDNA, and autosomal data to study Circassian ancestry and migration patterns. URL: https://www.circassiandna.com/",
  "Tell me more about Circassian DNA project": "The Circassian DNA Project is a collaborative effort to gather and analyze genetic data from individuals with Circassian ancestry. It aims to connect participants, explore genetic diversity, and trace ancestral origins. The project is hosted on FamilyTreeDNA and has over 1200 active Circassian members. URL: https://www.circassiandna.com/",
  "Why is the Circassian DNA project important?": "It's a first project of its kind about Circassians and studies its history, archaeology, linguistics, and genetic makeup of Circassians. Founded in 2016 by Ali Berzeg. URL: https://www.circassiandna.com/",
  "What is the link to Circassian DNA Project?": "The Circassian DNA Project is hosted on FamilyTreeDNA. It aims to connect individuals with Circassian ancestry and provide insights into the genetic history of the Circassian people. You can find it here: https://www.familytreedna.com/groups/circassian/about.",
  "What is the link to Caucasus DNA Project?": "The Caucasus DNA Project is hosted on FamilyTreeDNA. It aims to connect individuals with ancestry from the Caucasus region and provide insights into the genetic history of the peoples in this area. You can find it here: https://www.familytreedna.com/groups/caucasus/about.",
  "What is the link to Dagestan DNA Project?": "The Dagestan DNA Project is hosted on FamilyTreeDNA. It aims to connect individuals with ancestry from Dagestan and provide insights into the genetic history of the peoples in this region. You can find it here: https://www.familytreedna.com/groups/dagestan/about.",
  "What is the link to Chechnya DNA Project?": "The Chechnya DNA Project is hosted on FamilyTreeDNA. It aims to connect individuals with ancestry from Chechnya and provide insights into the genetic history of the peoples in this region. You can find it here: https://www.familytreedna.com/groups/chechen-noahcho/about.",
  "Who are admins of the Circassian DNA project?": "The project is administered by Ali, Muha, and Astemir, who are responsible for engaging with participants and explaining the importance of genetic genealogy for ethnic history.",
  "What is the website of the Circassian DNA project?": "The Circassian DNA project is hosted on FamilyTreeDNA. You can find it here: https://www.circassiandna.com/.",
  "How many members are in the Circassian DNA project?": "As of the latest data, the Circassian DNA project has 1200+ Circassian members.",
  "Can I join the Circassian DNA project if I'm not Circassian?": "The project is open to individuals with Circassian ancestry, either paternally or maternally, as confirmed through DNA testing. But you can if you have DNA relationship to some Circassians.",
  "What are the benefits of participating in a group project?": "Benefits include connecting with potential relatives, discovering ancestral origins, and contributing to collective research efforts.",
  "Can I participate in multiple group projects?": "Yes, you can join multiple group projects that align with your ancestral background or research interests.",
  "How do I contact administrators of a group project?": "You can contact group project administrators through the 'Contact' section on the project's FamilyTreeDNA page.",
  "What is DNA?": "DNA, or deoxyribonucleic acid, carries the genetic instructions for all living organisms. It is composed of nucleotides arranged in a double helix, encoding traits and biological functions.",
  "What is a gene?": "A gene is a segment of DNA that contains the instructions to produce proteins, which perform essential functions in the body.",
  "What is a chromosome?": "Chromosomes are long DNA molecules wrapped around proteins, containing many genes. Humans typically have 23 pairs (= 46 chromosomes).",
  "What is an allele?": "An allele is a variant form of a gene at a specific locus. Different alleles can influence traits in various ways.",
  "What is genotype?": "Genotype refers to an individual's genetic makeup, representing the combination of alleles inherited from both parents.",
  "What is phenotype?": "Phenotype is the observable traits of an individual, shaped by genotype and environmental factors.",
  "What is Y-DNA?": "Y-DNA is the paternal lineage DNA passed from father to son. It is used to trace paternal ancestry through haplogroups.",
  "What is mtDNA?": "Mitochondrial DNA (mtDNA) is inherited maternally and traces maternal ancestry. It is passed from mothers to all children.",
  "What is a SNP?": "A Single Nucleotide Polymorphism (SNP) is a variation at a single position in the DNA sequence among individuals.",
  "What is an STR?": "Short Tandem Repeats (STRs) are repeating sequences in DNA that vary in length and are used in genetic genealogy for matching relatives.",
  "What are haplogroup subclades?": "Subclades are branches within a haplogroup representing more recent common ancestors.",
  "Why do people test BigY-700?": "BigY-700 analyzes hundreds of thousands of Y-DNA markers to identify deep paternal ancestry and refine haplogroup placement.",
  "What is a genetic genealogy test?": "A genetic genealogy test analyzes your DNA to discover ancestry, relatives, and historical migrations.",
  "What is autosomal DNA?": "Autosomal DNA is inherited from both parents and can reveal relatives from all ancestral lines within about 5-6 generations.",
  "What is a haplotype?": "A haplotype is a group of DNA markers inherited together. Haplotypes define Y-DNA or mtDNA haplogroups.",
  "What is STR matching?": "STR matching compares short tandem repeats to find genetic relatives on the paternal or maternal lines.",
  "What is STR testing?": "STR testing analyzes short tandem repeats to compare genetic similarity and recent ancestry.",
  "What is SNP testing?": "SNP testing identifies single nucleotide variations that help determine haplogroup and fine-scale ancestry.",
  "What is a private SNP?": "A private SNP is a mutation found in a single lineage or family branch, indicating recent ancestry.",
  "How do haplogroups trace migration?": "Haplogroups mark ancient lineages, revealing where ancestors lived and how populations migrated over thousands of years.",
  "What is the advantage of BigY for Globtrekker?": "BigY provides detailed SNP data for deep paternal ancestry and helps locate genetic cousins globally in the Globtrekker feature.",
  "What is the Y-DNA Haplogroup R1b?": "R1b is a common paternal haplogroup in Western Europe with many subclades, useful for tracing European ancestry.",
  "What is the Y-DNA Haplogroup J2?": "J2 is common in the Mediterranean and Caucasus regions, often linked to ancient agricultural populations.",
  "What is a founder effect?": "The founder effect occurs when a small population establishes itself, causing certain genetic traits to be more common.",
  "What is genetic drift?": "Genetic drift is the random change in allele frequencies in a population over time, affecting haplogroup distribution.",
  "What is admixture?": "Admixture is the mixing of genetic material from different populations, revealing multiple ancestral origins.",
  "What is a genetic match?": "A genetic match is someone sharing enough DNA to indicate a recent common ancestor.",
  "What is a Y-DNA STR marker?": "A Y-DNA STR marker is a short repeating DNA segment used to compare paternal lineage and calculate relatedness.",
  "What is a mtDNA H haplogroup?": "H is the most common maternal haplogroup in Europe, reflecting ancient migration patterns.",
  "What is a haplogroup tree?": "A haplogroup tree shows the branching patterns of human paternal or maternal lineages over thousands of years.",
  "What is a terminal SNP?": "A terminal SNP is the most recent SNP defining the end of a haplogroup branch.",
  "What is a deep ancestry test?": "A deep ancestry test uses BigY or full mtDNA to trace lineages thousands of years back in time.",
  "How can STRs estimate relatedness?": "STRs mutate relatively quickly, allowing estimation of how recently two individuals share a paternal or maternal ancestor.",
  "What is the difference between SNPs and STRs?": "SNPs are stable and define haplogroups, while STRs are variable and useful for estimating close relationships.",
  "What is a DNA project?": "A DNA project gathers participants with shared ancestry to study genetics, migration, and haplogroup patterns.",
  "How does FamilyTreeDNA display results?": "FamilyTreeDNA shows haplogroups, matches, ancestral origins, and project memberships for participants.",
  "What is a BigY700 result?": "BigY700 results provide thousands of SNPs, Y-DNA haplogroup assignment, and links to distant cousins.",
  "What is the advantage of joining a project?": "Projects combine data from many people, refining haplogroup definitions and historical interpretations.",
  "What is the difference between Y-DNA and mtDNA testing?": "Y-DNA traces paternal lineage, mtDNA traces maternal lineage, and both reveal deep ancestry but along separate lines.",
  "How many generations can autosomal DNA test?": "Autosomal DNA tests usually detect relatives within 5-6 generations reliably.",
  "What is a genetic cousin?": "A genetic cousin shares measurable DNA segments indicating a common ancestor within a genealogically relevant timeframe.",
  "What is a haplogroup frequency map?": "A frequency map shows the geographic distribution of haplogroups among populations.",
  "What is FTDNA's Family Finder?": "Family Finder is an autosomal DNA test to discover relatives across all ancestral lines.",
  "What is a Y-STR match?": "A Y-STR match indicates two males share a common paternal ancestor based on STR markers.",
  "What is the HaploTree?": "HaploTree is a phylogenetic tree showing relationships among Y-DNA or mtDNA haplogroups.",
  "What is a terminal branch?": "A terminal branch is the latest division in a haplogroup showing the most recent common SNP.",
  "What is a branch mutation?": "A branch mutation is a SNP that defines a new subclade in a haplogroup tree.",
  "What is a private STR mutation?": "A private STR mutation is a unique STR repeat change specific to a family line.",
  "What is a shared haplotype?": "A shared haplotype occurs when two or more individuals have the same set of genetic markers.",
  "What is a modal haplotype?": "The modal haplotype is the most common set of STR values observed within a group or project.",
  "How is DNA data used in genealogy?": "DNA data helps identify relatives, trace ancestry, confirm historical records, and map migrations.",
  "What is a Y-DNA SNP test?": "A Y-DNA SNP test identifies specific mutations on the Y chromosome to determine haplogroup placement.",
  "What is mtDNA full sequence testing?": "Full mtDNA sequencing determines the entire mitochondrial genome for detailed maternal lineage analysis.",
  "What is a paternal line?": "The paternal line traces ancestry through fathers using Y-DNA markers.",
  "What is a maternal line?": "The maternal line traces ancestry through mothers using mtDNA markers.",
  "What is a Caucasus haplogroup?": "Caucasus haplogroups include J2, G2a, R1b, and others, reflecting regional ancestry and migrations.",
  "What is a BigY upgrade?": "A BigY upgrade adds more SNP coverage for deeper Y-DNA resolution.",
  "What is a genetic bottleneck?": "A bottleneck occurs when population size shrinks drastically, reducing genetic diversity.",
  "What is a Y-DNA match list?": "A match list shows individuals sharing Y-DNA markers, ordered by genetic closeness.",
  "What is a mtDNA haplogroup H?": "H is a common maternal haplogroup in Europe, showing ancient post-Ice Age migration.",
  "What is an autosomal cousin?": "An autosomal cousin shares DNA segments across multiple chromosomes, indicating shared ancestry within a few generations.",
  "What is the difference between STR and SNP testing?": "STR testing is for recent ancestry, SNP testing for deep ancestry and haplogroup determination.",
  "What is a haplogroup project?": "A haplogroup project collects participants of the same Y-DNA or mtDNA haplogroup to study mutations and migrations.",
  "What is the advantage of using Pinecone?": "Pinecone allows storing vector embeddings for fast semantic search of DNA question-answer pairs.",
  "What is a terminal SNP result?": "The terminal SNP is the most recent SNP defining the end of your Y-DNA haplogroup branch.",
  "What is a subclade?": "A subclade is a subgroup within a haplogroup, representing a lineage that branched off from the main group.",
  "What is a mutation rate?": "Mutation rate refers to how quickly SNPs or STRs change over generations, helping estimate time to a common ancestor.",
  "What is a BigY SNP tree?": "The BigY SNP tree shows the hierarchical structure of haplogroup branches with all known SNPs.",
  "What is a phylogenetic tree?": "A phylogenetic tree illustrates evolutionary relationships among lineages or haplogroups.",
  "What is a genetic distance?": "Genetic distance measures the difference between DNA profiles, estimating relatedness between individuals.",
  "What is a haplogroup frequency?": "Haplogroup frequency is the percentage of individuals in a population carrying a specific haplogroup.",
  "What is an admixture test?": "An admixture test shows the proportional ancestry from different populations in an individual.",
  "What is FTDNA's Globetrekker feature?": "Globetrekker shows the geographic distribution of your closest paternal relatives using Y-DNA data.",
  "Why do Circassians join DNA projects?": "Circassians join projects to trace ancestry, preserve lineage knowledge, and identify distant relatives.",
  "What is a terminal branch SNP?": "It is the most recent SNP marking the endpoint of a Y-DNA haplogroup branch.",
  "What is the advantage of mtFullSequence?": "Full mtDNA sequencing provides deep maternal ancestry and detailed haplogroup assignment.",
  "What is Y-STR mutation?": "A Y-STR mutation is a change in a short tandem repeat that can indicate recent paternal lineage divergence.",
  "What is the difference between haplogroup and subclade?": "A haplogroup is a major lineage, and a subclade is a branch within it, reflecting more recent ancestry.",
  "What is a deep clade?": "A deep clade is a long-standing branch within a haplogroup defined by ancient SNPs.",
  "What is a modal haplotype used for?": "It represents the most common STR profile in a group, often used to infer ancestral types.",
  "What is the benefit of BigY-700?": "BigY-700 uncovers deep paternal lineage, fine SNP resolution, and helps identify distant relatives worldwide.",
  "What is a haplogroup origin?": "Haplogroup origin refers to the geographic location where a haplogroup first appeared.",
  "What is a haplogroup?": "A haplogroup is a genetic population group of people who share a common ancestor on the patrilineal or matrilineal line. Y-DNA haplogroups follow the paternal line and mtDNA haplogroups follow the maternal line.",
  "What is autosomal DNA testing?": "Autosomal DNA testing examines chromosomes inherited from both parents. It can detect ancestry from all family lines within several generations. It is widely used for ethnicity estimates and finding relatives.",
  "What is the significance of Y-DNA testing in these projects?": "Y-DNA testing traces paternal lineage and is crucial for understanding deep ancestral connections and migration patterns within the Caucasus and surrounding regions.",
  "What is mtDNA testing used for in these projects?": "mtDNA testing traces maternal lineage, providing insights into ancient maternal ancestry and migration routes.",
  "How can Family Finder tests contribute to these projects?": "Family Finder tests analyze autosomal DNA to detect recent ancestry and identify potential relatives within the last 5–6 generations. In addition, they give Y-DNA SNPs.",
  "Recommended tests for deep paternal ancestry": "For deep paternal ancestry, take a Y-DNA STR and SNP test (e.g., FamilyTreeDNA Y37 or BigY-700). For maternal, take full mtDNA sequencing. For basic tests, Family Finder is enough - gives autosomal DNA and Y-DNA SNP",
  "How accurate are autosomal tests?": "Autosomal test accuracy decreases for ancestry beyond ~7-8 generations. They are very good at detecting close relatives and continental ancestry, less precise for fine regional assignments far back in time.",
  "How to interpret regional match percentages on autosomal tests?": "Autosomal test companies use reference panels. A Circassian label does not exist; instead you'll see Northern Caucasus and neighbouring regions, i.e Southern Caucasus and Eastern Caucasus. In this context, Northern Caucasus is ~ Circassia. Interpret percentages as model-based estimates, not absolute identities.",
  "Why do different DNA test providers give slightly different results?": "Each provider uses unique reference panels and algorithms. Regional assignments may vary depending on sample coverage. Comparing multiple providers can give a broader view of ancestry.",
  "Which mtDNA haplogroups are found in the Caucasus?": "Common mtDNA haplogroups reported in the Caucasus include H, U, W, K, T, J, and various subclades. Maternal lineages often reflect deep regional continuity and historical migrations.",
  "Are there known founder effects in Circassian populations?": "Some Northwest Caucasus groups show evidence of founder effects and local drift due to historical population sizes and social structure. Patterns vary by district and clan.",
  "Which companies are recommended for Y-DNA deep clades?": "We strongly recommend FamilyTreeDNA with BigY700 test. FamilyTreeDNA has the largest Y-DNA database and Y-Tree and offers detailed haplogroup analysis.",
  "What is FamilyTreeDNA?": "FamilyTreeDNA is a commercial genetic testing company based in Houston, Texas, offering Y-DNA, mtDNA, and autosomal DNA testing services for genealogical purposes.",
  "How can I compare my results with others in a group project?": "FamilyTreeDNA provides tools within group projects to compare Y-DNA, mtDNA, and autosomal results, aiding in genealogical research.",
  "What is STR vs SNP testing for Y-DNA?": "STRs (short tandem repeats) are useful for recent genealogical matching; SNPs (single nucleotide polymorphisms) define deep haplogroups and branching points in the paternal tree.",
  "How to get authoritative regional assignments": "Use multiple lines of evidence (autosomal + uniparental markers + genealogy) and consult peer-reviewed population genetics studies when available.",
  "How long do I need to wait for results after sending a sample?": "Typical turnaround times with FamilyTreeDNA is: 2-8 weeks for autosomal tests, 6-12 weeks for Y-DNA tests 6-12 weeks, 10-20 weeks for BigY700 test.",
  "Can haplogroup names change over time?": "Yes — as researchers discover new SNPs, haplogroup trees are refined and subclade names can change. Use up-to-date trees from FamilyTreeDNA Discover™ tool: https://discover.familytreedna.com/.",
  "What is the purpose of FamilyTreeDNA Y-111 or Big Y tests?": "They provide high-resolution analysis of Y-DNA haplogroups. Big Y sequences many SNPs for deep paternal lineage mapping. Y-111 focuses on STRs for genealogical matching and family connections.",
  "What is the advantage of BigY-700 over Y-111?": "Big Y sequences thousands of SNPs for detailed paternal mapping. Y-111 focuses on STR markers for genealogical matches. Big Y provides deeper historical insight.",
  "How long does it take to get BigY-700 results?": "Typically 10–20 weeks, depending on lab backlog and sample processing times.",
  "How do STRs help in genealogy?": "STRs are repeating DNA sequences that mutate over generations. Comparing STR patterns helps identify close relatives. They are effective for tracing ancestry over the last few hundred years.",
  "How do SNPs define haplogroups?": "SNPs are single nucleotide changes in DNA that rarely mutate. They mark branches in the paternal or maternal tree. By comparing SNPs, scientists can map deep ancestry over thousands of years.",
  "What is Globtrekker on FamilyTreeDNA?": "Globtrekker is a feature that visualizes deep ancestral Y-DNA migration patterns worldwide, helping users trace ancient paternal lineages.",
  "How does Globtrekker work?": "It uses Y-DNA results to map haplogroup movements over thousands of years, showing where paternal ancestors likely lived and migrated.",
  "What is BigY-700 on FamilyTreeDNA?": "BigY-700 is a high-resolution Y-DNA test that analyzes hundreds of thousands of SNPs, providing detailed paternal lineage data.",
  "Why take BigY-700 to use Globtrekker?": "BigY-700 offers the most precise Y-DNA information, allowing Globtrekker to accurately place your paternal lineage in the global migration map.",
  "What are the advantages of using BigY-700 with Globtrekker?": "It increases the chance of discovering new branches, confirms haplogroup placement, and enhances the resolution of migration paths.",
  "Can Globtrekker be used without BigY-700?": "Yes, but with lower resolution; the more detailed BigY-700 data improves accuracy and the ability to explore deep ancestral connections.",
  "What is the main purpose of Globtrekker?": "It visualizes ancient Y-DNA migrations, showing how paternal lineages spread across the globe over time.",
  "How does Globtrekker use SNP data?": "It uses SNPs to assign haplogroups and subclades, which are then mapped to historical migration routes.",
  "Why are SNPs important for BigY-700?": "SNPs define deep branches of the Y-DNA tree, allowing precise placement of paternal lineage.",
  "What is the difference between STRs and SNPs?": "STRs track short tandem repeats useful for recent ancestry, while SNPs identify deep haplogroup splits.",
  "How are haplogroups named?": "Haplogroups are named with letters and numbers, like R1b or J2a, indicating branching points in a phylogenetic tree.",
  "What is a Y-DNA haplogroup?": "Y-DNA haplogroups trace paternal lineage using the Y chromosome, inherited father to son.",
  "What is an mtDNA haplogroup?": "mtDNA haplogroups trace maternal lineage using mitochondrial DNA, inherited from mothers to all children.",
  "What is a haplogroup subclade?": "A subclade is a branch within a haplogroup, defined by additional SNP mutations from the parent haplogroup.",
  "Why are haplogroups useful?": "Haplogroups help study human migrations, population history, and ancestry over thousands of years.",
  "Terminal SNP is what?": "A terminal SNP is the most recent SNP that defines the endpoint of a haplogroup branch for an individual.",
  "What is a basal haplogroup?": "A basal haplogroup represents an early branch in the haplogroup tree, closer to the root ancestor.",
  "How are haplogroups determined?": "Haplogroups are determined by testing SNPs on the Y chromosome or mitochondrial genome.",
  "Private SNP is what?": "A private SNP is a mutation unique to a single lineage or family branch, indicating recent ancestry.",
  "What is a deep haplogroup test?": "A deep haplogroup test analyzes many SNPs to identify rare branches and ancient ancestry.",
  "What is a BigY test?": "BigY tests hundreds of thousands of Y-DNA SNPs, revealing detailed haplogroup placement and related lineages.",
  "How many Y-DNA haplogroups exist?": "There are dozens of major Y-DNA haplogroups, each with many subclades reflecting global diversity.",
  "How many mtDNA haplogroups exist?": "mtDNA haplogroups are similarly diverse, showing maternal lineages from Africa, Europe, Asia, and the Americas.",
  "What is a basal branch?": "A basal branch is an early lineage, near the root of the haplogroup tree.",
  "How do haplogroups reflect ancestry?": "Haplogroups indicate geographic origins and ancestral migrations across thousands of years.",
  "What is a founder effect in haplogroups?": "A founder effect occurs when a small group carries a haplogroup to a new region, making it prevalent locally.",
  "How are haplogroups named with numbers?": "Letters show major lineages; numbers indicate branching subclades within that lineage.",
  "What is a SNP tree?": "A SNP tree is a hierarchical map of haplogroups and subclades defined by SNP mutations.",
  "What is a mtDNA match?": "An mtDNA match indicates shared maternal ancestry between two individuals.",
  "What is a terminal SNP test?": "It identifies the most recent SNP defining the endpoint of a haplogroup branch.",
  "What is the advantage of haplogroup testing?": "It reveals deep ancestry, migration history, and lineage connections not seen in autosomal DNA tests.",
  "How are haplogroups linked to geography?": "Certain haplogroups are more common in specific regions due to historical migrations and population bottlenecks.",
  "What is the difference between mtDNA and Y-DNA haplogroups?": "mtDNA haplogroups trace maternal ancestry; Y-DNA haplogroups trace paternal ancestry.",
  "What is a branch clade?": "A branch clade is a more recent subdivision within a haplogroup, showing recent divergence.",
  "What is a haplogroup lineage?": "A haplogroup lineage is the sequence of subclades descending from a common ancestor.",
  "What is a phylogeographic study?": "It combines haplogroup data with geography to study human migration patterns.",
  "What is a haplogroup mutation rate?": "It measures how often SNPs or STRs change over generations to estimate the time to a common ancestor.",
  "What is the difference between R1b and R1a?": "R1b is common in Western Europe, while R1a is frequent in Eastern Europe and South Asia, reflecting different migrations.",
  "What is haplogroup R1a?": "A subclade of R1a, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1a1?": "A subclade of R1a1, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1a1a?": "A subclade of R1a1a, common in Eastern Europe and South Asia, linked to Indo-European migrations.",
  "What is haplogroup R1b?": "A major R1b subclade found in Western Europe, especially among Celtic populations. Some in the Caucasus, too.",
  "What is haplogroup R1b1?": "A major R1b1 subclade found in Western Europe, especially among Celtic populations. Some in the Caucasus, too.",
  "What is haplogroup J1?": "J1 is common in the Middle East (J-P58, associated with Semitic-speaking populations) and Caucasus (J-Z1842, associated with populations from Eastern Caucasus, especially, Dagestan).",
  "What is haplogroup J2a?": "J2a is prevalent in the Mediterranean, Middle East, and Caucasus, reflecting ancient agriculture expansion.",
  "What is haplogroup G2a?": "A G2a subclade found in the Middle East, Europe, and Caucasus.",
  "What is haplogroup G2a1?": "A G2a1 subclade found in the Caucasus and Near East, linked to migrations from Zagros.",
  "What is haplogroup G2a2?": "A G2a2 subclade found in the Caucasus and Europe, linked to migrations from early farmers.",
  "What is haplogroup E1b1b1a?": "A North African and Mediterranean subclade reflecting multiple migration waves.",
  "What is haplogroup Q1?": "A Siberian, Central Asian and Native American lineage.",
  "What is haplogroup Q2?": "A Central Asian lineage.",
  "What is haplogroup C2?": "Found in East Asia and Central Asia, reflecting ancient nomadic populations.",
  "What is haplogroup L?": "L is mainly South Asian, associated with Dravidian populations. Also found in the Caucasus (L1a2 within Chechens, L1b within Laz people and Chechens, L2 within ancient people of Maykop culture as well as within Circasians and ethnic groups in Dagestan.).",
  "What is haplogroup L1?": "L1 is mainly South Asian, associated with Dravidian populations. Also found in the Caucasus (L1a2 within Chechens, L1b within Laz people and Chechens).",
  "What is haplogroup L2?": "L2 found in the Caucasus within ancient people of Maykop culture as well as within Circasians and ethnic groups in Dagestan).",
  "What is haplogroup H?": "H is common in South Asia and Europe, representing ancient Eurasian populations. There are few H1a1 within Circassians and other ethnic groups in the Caucasus.",
  "What is haplogroup T?": "T appears in Europe, the Middle East, and North Africa. Also found in the Caucasus (for example, T1a within Circassians).",
  "Can STRs improve Globtrekker results?": "Indirectly, STRs can support genealogical matching but do not define deep migrations like SNPs do.",
  "What resolution does BigY-700 provide compared to older tests?": "It examines hundreds of thousands of SNPs, giving finer detail of deep paternal ancestry than older Y-DNA tests.",
  "How does Globtrekker handle newly discovered SNPs?": "It updates haplogroup placement and migration paths as new SNPs are discovered and added to the Y-DNA tree.",
  "Is BigY-700 necessary for all FTDNA users?": "No, it is optional; useful for those exploring deep paternal ancestry or contributing to research projects.",
  "Can Globtrekker show regional ancestry within a country?": "It focuses on deep ancestral migrations, so local or recent ancestry is better assessed via autosomal or STR tests.",
  "What is a haplogroup in the context of Gloctrekker?": "A haplogroup is a paternal lineage defined by SNPs that Globtrekker maps to ancient migration routes.",
  "Can BigY-700 results be used in other FTDNA tools?": "Yes, results can be used in projects, Y-DNA matches, and tools like Gloctrekker or YFull analysis.",
  "How does participating in FTDNA projects help Globtrekker?": "It adds more reference samples and refines migration maps for specific haplogroups.",
  "Are BigY-700 results updated over time?": "Yes, as new SNPs are discovered, your results can be reanalyzed for more accurate haplogroup placement.",
  "What is the advantage of combining STRs and BigY-700 SNPs?": "STRs help with genealogical matches in recent generations, while SNPs provide deep ancestry context for Gloctrekker.",
  "What is a good small set of questions to ask when evaluating a test provider?": "Ask about privacy, raw data access, SNP/STR coverage, sample storage policy, ability to export raw files, and sample retention policies.",
  "Best practice for preserving privacy when DNA testing": "Use test providers with clear privacy policies, consider not uploading raw data to unknown third-party sites, and review sharing and opt-in settings. Create a separate email for genetic services if preferred.",
  "Should I share my DNA data publicly?": "Sharing can help research but may risk privacy. Always read provider policies and anonymize data if possible. Only share with trusted projects or academic studies. For example, Circassian DNA Project is a good option.",
  "What is YFull?": "You mean FamilyTreeDNA?",
  "What is the link of YFull?": "You mean FamilyTreeDNA?",
  "YFull": "You mean FamilyTreeDNA?",
  "YSeq": "You mean FamilyTreeDNA?",
  "Dante": "You mean FamilyTreeDNA?",
  "Abkhaz DNA Project": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "Abkhazian DNA Project": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "Abaza DNA Project": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "Ubykh DNA Project": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "AADNA": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "AA DNA": "You mean Circassian DNA Project? URL: www.circassiandna.com",
  "aadna.ru": "You mean www.circassiandna.com",
  "www.aadna.ru": "You mean www.circassiandna.com",
  "Metov": "You mean Ali Berzeg?",
  "Darmilov": "You mean Ali Berzeg?"
}
